Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: ln/LC_MESSAGES/django.po
Languages: ln

source: Welcome!
ln: Boyeyi malamu!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
ln: Hub oyo ya partenaire global mpe ya mateya eza na manso maye osengeli nayango mpo na kolimbola ndenge esengeli mateya ya yambo ya Firefox OS. Pona moboku ya likambo mpo na kobanda.

source: Introduction
ln: Ebandeli

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
ln: Sosola nini oyo eza kosala Firefox OS ezala malamu mpeza mpo na basaleli yasika ya smartphone na bopesi bango kaka oyo basengeli nayango.

source: Demo Tips
ln: Demo ya mateya

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
ln: Yekola ndenge ya kolakisa mpe kosolola na maye matali bacaractéristique likonzi mpe litomba ya Firefox OS epayi ya bakiliya nayo.

source: Demonstrations That Matter
ln: Bademonstration ya ntina

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
ln: Kodemontrer bacaractéristique ya Firefox OS mpe ndenge eza mpasi te mpo na kosalela ekozala outil nayo ya malamu mpeza na boteki. Naviguer bavidéo ya demonstration oyo eza awa na se mpo na kobanda.

source: When you only have a minute, make it count with this simple pitch.
ln: Ntango oza bobele na monuti moko, sala ete ezala ya litomba na mongongo oyo ya mpasi te.

source: Firefox Browser
ln: Navigateur Firefox

source: Customer Guide
ln: Guide ya bakiliya

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
ln: Tala ndenge Firefox OS ebongi na bomoyi ya bakiliya nayo, ekokipe te soki bazali banani to bisika nini bawuti.

source: Who is your ideal Firefox customer?
ln: Nani aza kiliya nayo ya motema mpo na Firefox?

source: The Smartphone Rookie
ln: Smartphone Rookie

source: "I have never had a smartphone."
ln: "Naino nazwa smartphone te."

source: The Value Seeker
ln: Moluki litomba

source: "I want a good deal."
ln: "Nalingi ntalo malamu."

source: The Uncertain Upgrader
ln: Motombwisi oyo aza sure te

source: "It needs to be easy to use."
ln: "Esengeli ezala mpasi te na kosalela."

source: The Firefox Fan
ln: Fana ya Firefox

source: "I love firefox!"
ln: "Nalingi Firefox!"

source: Key Features
ln: Bacaractéristique likonzi

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
ln: Kundola nini esalaka Firefox OS ezala système d'exploitation mobile neti mosusu te mpe ya kosepelisa mingi.

source: Features that count
ln: Bacaractéristique ya litomba

source: Firefox browser
ln: Navigateur Firefox

source: Facebook and Twitter
ln: Facebook na Twitter

source: Contacts
ln: Bacontact

source: Camera and Gallery
ln: Camera na Gallerie

source: Music and Video
ln: Miziki na Vidéo

source: Frequently Asked Questions
ln: Mituna mpe Biyano

source: Still have questions? Not for long! Find all the answers you're looking for here.
ln: Oza kaka na mituna? Kolemba te! Kuta biyano nionso oza koluka awa.

source: You have questions? We have answers!
ln: Oza na mituna? Toza na biyano!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
ln: Uta ngonga oyo, okoki kozala na mituna nayango bakiliya nayo mpe! Pona motuna moko na moko mpo na mayebisi mosusu ya Firefox OS.

source: How many and what types of apps will be available?
ln: Motango nini mpe lolenge nini ya baapps ekozala?

source: What makes Firefox OS more secure than other phones?
ln: Nini yango esalaka ete Firefox OS ezala na bokengi koleka batelefone mosusu?

source: Do Android apps work on this phone?
ln: Baapps ya Android esalaka na telefone oyo?

source: What about customer support for apps?
ln: Ebongo na maye matali kosunga bakiliya mpo na baapps?

source: How do I download and install apps on Firefox OS?
ln: Ndenge nini nakoki kotélécharger mpe koinstaller baapps na Firefox OS

source: Where should I go if I have more questions?
ln: Epayi wapi nakoki kokende soki naza na mituna misusu?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
ln: Tala <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> mpo na mayebisi mosusu.

source: Our mission is to promote openness, innovation and opportunity on the Web.
ln: Mission nabiso eza kopromouvoir bofungwami, innovation mpe mabaku ya misala na Web.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
ln: Na sima ya smartphone Firefox OS nionso okokuta Mozilla, lingomba ya ebele ya batu kowuta mokili mobimba oyo bamipesi mpo na ete Web ezwama na banso. Yango nde ntina tondimi ete moko moko nabiso aza na droit ya Web oyo eza controler te kaka na mangomba mike ya batu. Yasolo, tokeseni kamua moke na basusu. Elongo, tokoki kotonga mikolo malamu miye miza koya mpo na Web.

source: Ready to show what you know?
ln: Obongami mpo na kolakisa maye oyebi?

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
ln: Tiya boyebi buayo bua sika na momekano na biteni oyo ya divertissement na mituna interactive.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
ln: Malamu! Baapps oyo nionso eyaka esili kotiyama na telefone Firefox nionso.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
ln: Yasolo, baapps oyo nionso eyaka esili kotiyama na telefone Firefox nionso.

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
ln: Biyano nini oyo ya bakiliya eza kolakisa candidat oyo asengeli mpo na Firefox OS? Pona nionso oyo esengeli.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
ln: Malamu. Bakiliya oyo banso baza bacandidat baye basengeli mpo na Firefox OS!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
ln: Mpeza, bakiliya oyo Banso baza bacandidat baye basengli mpo na Firefox OS!

source: Which Firefox OS feature does this icon represent?
ln: Icône oyo eza kolakisa caractéristique nini ya Firefox OS?

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
ln: Kiliya nayo alingi kososola litomba ya monene koleka mpo na Firefox OS na miso ya babanda nayango. Pona badeclaration nionso oyo esengeli.

source: That’s right. These statements are all true about Firefox OS.
ln: Malamu. Badeclaration oyo eza bosolo ya maye matali Firefox OS.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
ln: Kiliya alobeli yo ete ba smartphones eza kamua mindondo. Lolenge nini ya boteki okokumbela ye?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
ln: Malamu. Mpo na kilya oyo aza koluka smartphote oyo eza mpasi te na bosaleli, Firefox OS eza choix ya kitoko mpeza.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
ln: Mpeza, mpo na kiliya oyo, choix ya kitoko eza kolobela maye matali ndenge Firefox OS eza mpasi te mpo na bosaleli.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
ln: Kiliya alobeli yo ete abongami mpo na kotika telefone naye yakala. Lolenge nini ya boteki okokumbela ye?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
ln: Kiliya alobeli ete asalelaka Firefox neti navigateur ya ordinateur naye ya bureau. Lolenge nini ya boteki okokumbela?

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
ln: Kiliya alobi nayo, "naza koluka nzela ya pete mpo na kozala na communication na baninga bangai, kasi nalingi te kobungisa mbongo ebele." Nini nakati ya badeclaration oyo elandi ekoki kozala eyano malamu? Pona nionso oyo esengeli.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
ln: Kiliya alobi, "Nasalelaka Firefox na ordinateur nangai ya ndaku mpe nalingaka yango, kasi nayebaki te ete ezalaka na smartphone OS. Mpo na nini?” Nini nakati ya badeclaration oyo elandi ekoki kozala eyano eye esengeli mpeza mpo na kiliya oyo?

source: Not quite. A first time smartphone user will be most interested in ease of use.
ln: Mpeza te. Mosaleli smartphone ya mbala ya yambo akosepela mingi na bosaleli ya mpasi te.

source: That’s right!
ln: Malamu!

source: That’s right.
ln: Malamu.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
ln: Eyano nini ekoki mpeza mpo na boboyi ya kiliya oyo? "Ndenge nini nakoki koyeba soki telefone oyo eza na bokengi?"

source: I’ve never used a smartphone before.
ln: Naino natikala te kosalela smartphone liboso.

source: I’m looking for the best value for my money.
ln: Naza koluka litomba ya malamu koleka mpo na mbongo nangai.

source: I want a smartphone that is truly easy to use.
ln: Nalingi smartphone oyo eza yasolo mpasi te na bosaleli.

source: I’m a Firefox fan.
ln: Naza fana ya Firefox.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ln: Ndenge esalemi na Firefox, okoki kozala na kondima ete Firefox OS esimbami na lingomba monene ya batu kowuta mokili mobimba baye baza kosala mpo nayo mpe maye masengeli nayo na mayele nabango.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
ln: Firefox OS eza kopesa litomba monene mpo na misolo mya yo, na manso maye ozali kozela — camera, email, baapps, miziki, bacarte mpe ebele — na ntalo ya malamu mpeza.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
ln: Firefox OS eza smartphone ya mpasi te mpo na kobanda nayango. Baapps nayo olingaka eza déjâ installer mpe okoki kobenda na bopete nionso baninga bayo kowuta na Facebook.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
ln: Firefox OS eza smartphone ya mpasi te mpo na kobanda nayango. Baapps nayo olingaka eza déjà installer mpe okoki kobenda na bopete nionso baninga bayo kowuta Facebook.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
ln: Facebook eza déjà installé na appareil Firefox OS nionso mpe okoki kobenda na bopete nionso bacontact nayo ya Facebook!

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
ln: Telefone Firefox nionso ezalaka na navigateur Firefox, oyo eza ya lobangu, kitoko mpe nzela ya bokengi na Internet.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
ln: Firefox OS ezalaka na bacaractéristique nionso ndenge moko na oyo okokuta na ba smartphones mosusu mpe ekopesa yo litomba monene ya misolo mya yo.

source: You can easily import contacts from Facebook to your Firefox OS phone.
ln: Okoki kobenda na bopete nionso bacontact nayo kowuta na Facebook mpo na kokotisa na telefone Firefox OS nayo.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
ln: Firefox ekopesa yo nzela na baapps oyo ekende sango, ya nkombo eyebana mpe contenu local oyo eza na ntina mingi mpo nayo.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
ln: Firefox OS etondisami te na biye osengeli nayango te. Eza kopesa yo oyo oza kozela na smartphone, na interface ya mpasi te na bosaleli yango eza kosala ete ezala mpasi te mpo na kobanda kosalela yango.

source: True
ln: Yasolo

source: False
ln: Lokuta

source: Which Version Do I Have?
ln: Version nini oza na yango?

source: Introducing Firefox OS
ln: Kolakisa Firefox OS

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
ln: Firefox OS eyaka na baapps ya messagerie instantanée mpe media sociaux oyo ekende sango déjà installée, neti Facebook, nayango bakiliya nayo bakokoka kokoba kozala connecter na baninga mpe mabota nabango. Bakokoka mpe ko sync bacontact nabango na telefone, na lobangu mpe bopete.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
ln: Firefox OS etiyami esika moko na bacaractéristique oyo bakiliya nayo bazelaka na smartphone. Ebongisami mpo na kokoka malamu mpeza na bomoyi na bango mpo ete balandela maye makosalema nzinga nzinga nabango.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
ln: Na bafiltre eye etongami o kati mpo na divertissement, bafoto ya créativité mpe banzela ebele ya kokabola bafoto nayo, camera ya fonctionnalité mobimba mpe gallerie foto ekopesa esengo na baye bayo banso.

source: Messages and Email
ln: Messages na Email

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
ln: Firefox OS eza na modele ya makasi ya bokengi oyo ebundelami uta mibu koleka zomi ya bosungi Web ya kofungwama. Ebongisami mpo kobatela mosaleli mpe système na baapplication mpe contenu ya mabe.

source: What do you mean I can convert mobile sites into apps?
ln: Olingi koloba nini, ete nakoki koconvertir ba site mobile na baapps?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
ln: Mbala moko te. Kasi, ebele ya baapps ya Android mpe iOS oyo ekende sango eza yasolo baapps ya Web oyo eza na "bizipeli" ya kati mpo na kopesa yango nzela ya kosala na baplateforme ya ba nkolo. Nayongo, ebele ya baapps ena ena ekozwama na nzela ya Boluki App Adaptive. Baoutil neti Emscripten mpe PhoneGap ekoki mpe koconvertir baapps misusu (*.apk and/or C/C++) to Web apps.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
ln: Firefox OS etongami na batechnologie ya Web kasi ezali na makoki ya hors ligne mpo na bafonction nionso esengeli na telefone. Yango elingi koloba baapps ekosengela te kozala na connection Internet mpo na kosala soki te esengeli kotinda to koyamba badonnée.

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
ln: Bakiliya baye basengeli na lisungi ya app eye etongami o kati mpo na Firefox OS bakotindama epayi ya developpeur mpo na lisalisi. Soki experience ya kiliya na Firefox ezwi mbeba na nzela ya lisungi kowuta na app, Mozilla ekoki korecommander basolution misusu neti kodésinstaller app wana kino developpeur akopesa lisalisi liye lilongobani.

source: What email providers are supported?
ln: Bafournisseur ya email nini bakoki?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
ln: Kanisa okomi mpeza pene ya kobanda koteka Firefox OS epayi ya bakiliya nayo? Tiya boyebi buayo na momekano mpe yanola mituna oyo mpo na kosembola ete okoki.

source: Get Ready to Sell!
ln: Bongama mpo na koteka!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
ln: Na baapps oyo ya wapi eza déjà installée na telefone Firefox nionso? Pona nionso oyo esengeli.

source: There are more. Try again
ln: Misusu ezali. Meka lisusu

source: That’s right! This icon represents Messages —or text messaging.
ln: Malamu! Icône oyo eza kolakisa Bamessage —to message ya makoma.

source: Actually, this icon represents Messages — or text messaging.
ln: Mpeza, icône oyo eza kolakisa bamessage — to message ya makoma.

source: That’s right. This icon represents the Contacts.
ln: Malamu. Icône oyo eza kolakisa bacontact.

source: Actually, this icon represents the Contacts.
ln: Mpeza, icône oyo eza kolakisa bacontact.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
ln: Boye badeclaration nionso oyo eza ya solo, biyano nini mibale ekoki kozala ya litomba mpo na kiliya oyo aza kosalela smartphone mbala ya liboso?

source: The best response to this objection is to talk about all the apps that are available.
ln: Eyano eye ekoki mpeza na boboyi oyo eza kosolola na maye matali baapps nionso oyo eza.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
ln: Eyano eye ekoki mpeza na boboyi oyo eza kosolola na maye matali experience ya lingomba ya Firefox oyo ezali sima ya Firefox OS.

source: The best response to this objection is to talk about the robust security model.
ln: Eyano eye ekoki mpeza na boboyi oyo eza kosolola na maye matali modele makasi ya bokengi.

source: Calendar
ln: Manaka

source: Clock
ln: Tango

source: Email and Messages
ln: Email na Bamessage

source: Music
ln: Miziki

source: Messages
ln: Bamessage

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
ln: Na Boluki App Adaptative, Firefox OS eza komiadapter na biposa nayo malamu mpeza koleka batelefone misusu.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
ln: Soki olingi Firefox, okolinga Firefox OS. Kopona appareil Firefox OS eza kotiya bokasi ya Web na maboko mayo.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
ln: Firefox OS eza kopesa litomba monene mpo na misolo mya yo, na biloko binso oza kozela — Camera, Email, baapps, Miziki mpe ebele — na ntalo malamu mpeza.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
ln: <strong>Oyo eza maye okoki koloba:</strong> Firefox OS eza kopesa litomba monene mpo na misolo mya yo. Eza na manso oza kozela na smartphone — camera, email, baapps, miziki, bacarte mpe ebele — na ntalo malamu mpeza.

source: An excellent user experience
ln: Experience ya mosaleli ya kitoko koleka

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
ln: Bomoyi eza mindondo, smartphone nayo esengeli kozala ndenge wana. Firefox OS ebongisami mpo na performance ya malamu koleka, personnalisation ya mpasi te mpeza mpe navigation na bopete. Biloko binso kiliya nayo asengeli nayango to alingi eza soit kodérouler to kolekisa.

source: Made with you in mind
ln: Esalemi na yo kati ya mayele

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
ln: Salela telefone nayo na lokota nayo, contrôler bosaleli badonnée nayo mpe personnaliser yango na nzela ya kosala basonnerie nayo mei. Okoki mpe kotélécharger bapps locales ya ntina oyo ezali kokolisa mpe kokomisa bomoyi buayo mpasi te. Firefox OS eza yasolo telefone oyo esalemi na yo kati ya mayele.

source: Keep the Web in your hands
ln: Koba kozala na Web nakati ya maboko mayo

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
ln: Na Mozilla, toza wana mpo na kosala bokeseni, eza te mpo matabisi. Ba smartphones ya Firefox OS esimbami na lingomba monene ya badeveloppeur kowuta mokili mobimba baye baza kosala mpo na koinnover mpe komema oboso batechnologie Web. Tango oponi Firefox OS, oza kosalisa na botongi malamu mikolo mikoya mpo na Web mpo banso.

source: A phone for everyone
ln: Telefone mpo mutu nionso

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ln: Bakiliya nayo balingi kozwa ya malamu koleka na bomoyi, ntina nini bazwa oyo esengeli te na appareil mobile nabango? Baapareil Firefox OS eza malamu mpeza mpo na basaleli yasika ya smartphone — mpasi te na bosaleli mpe etondi bacaractéristique oyo bazelaka. Mpo ete baappareil Firefox OS ebongisami na Mozilla, ezali choix ya malamu mpeza mpo na mutu nionso oyo amipesi mpo na kosala ete Web ezala ya kofungwama mpo na batu banso.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
ln: Lakisa bakiliya nayo ndenge eza mpasi te kozwa baapps na Firefox Marketplace. Lobela bango ete Marketplace eza na bajeux na baapps ya kitoko oyo balukaka. Lakisa ndakisa moko ya app locale oyo ekosalisa na bokomisi bomoyi nabango mpasi te.

source: Rich media experience
ln: Experience ya Rich media
