Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: ln/LC_MESSAGES/django.po
Languages: ln

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
ln: Na baapps ya Camera, Gallerie, Miziki mpe ebele, Firefox OS ekosala ete bakiliya nayo bakoba kozala na divertissement mpe connecter na biloko oyo eza na ntina mingi mpo na bango. <br><br>Camera: Foto, kobongisa mpe kokabola. Kolakisa baapps ya camera eye eza na fonctionnalité nionso mpe gallerie nabiso, bakisa mpe bafiltre ya style eye etongama o kati, vidéo mpe ebele. <br><br>Miziki: Na miziki na maboko nabango, bakiliya nayo bakomona ndenge Firefox OS ekosala ete bakoba kozala na divertissement mpe kobina na babalabala.

source: Social and contact sync
ln: Sync social na contact

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
ln: Kososola biposa ya bakiliya nayo mpe koyeba ndenge ya koyanola wana-wana eza ya motuya na libaku nionso ya boteki. Tala eteni eye ebongisami mpo na bakiliya awa na se mpo na koyekola biyano biye bisengeli mpeza na biposa nabango moko na moko.

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
ln: <strong>Oyo eza maye osengeli koloba:</strong> Firefox OS eza choix ya malamu mpeza mpo na baseleli ya smartphone ya mbala ya yambo. Eza mpasi te mpeza na bosaleli mpe emiadaptaka na biposa nayo malamu mpeza koleka batelefone misusu. Elingi koloba ete ozakozwa ebele ya oyo olingi na ngonga moke ya boluki. Bakisa, eyaka na bacaractéristique nionso oyo ozelaka — camera, email, baapps, miziki, bacarte mpe ebele!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
ln: <strong>Oyo eza maye osengeli koloba:</strong> Firefox OS smartphone ya mpasi te mpo na kobanda nayango. Interface ya mosaleli eza intiutive mpeza, okokoka kokundola na lobangu mpe kotélécharger baapps nayo olingaka mingi mpe bongama mpo na kosalela yango ngonga molayi.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ln: <strong>Oyo eza maye osengeli koloba:</strong> Soki oyebi mpe olingaka Firefox, okolinga Firefox OS. Ba smartphones ya Firefox OS efandisami mpeza na HTML5, mpo na komema Web ya malamu koleka na telefone nayo. Bakisa, Firefox OS ebongisami na lingomba ya batu baye bamipesi mpo na kosala ete Web ekoba kozwama na banso. Tango oponi Firefox OS, oza na bokasi nionso ya Web na maboko mayo.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
ln: Kende na source mpo na baapps ya kitoko mpeza na Firefox OS. Naviguer bacategorie ebele, neti bajeux, bafonction, miziki, mibembo, masano mpe ebele.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
ln: Sala experience ya kozwa Web ya malamu koleka, ya lobangu mpe kitoko. Salela Barre ya Boluki mpo na kotala ba site web, koluka-luka mpe kozwa baapps na Marketplace. Sala misala ndenge na ndenge na ba tabs mpe naviguer na makasa ebele na ntango moko.

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
ln: Koba kozala connecter na baninga nayo ya lisano mpe ya mosala na baréseaux sociaux nayo olingaka mingi bipayi binso ozali.

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
ln: Benda na bopete nionso baninga nayo ya Facebook na telefone nayo mpe tiya lingomba nayo esika moko grace ya intégration ya bozindo na baréseaux sociaux nayo.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
ln: Sangisa na bopete appareil nayo na bikelakela misusu ebele ya Bluetooth. Kabola bacontact, bilili, bavidéo to ba URL nayo olingaka mingi na baninga.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
ln: Beta yango nionso uta telefone nayo, to Internet na nzela ya You Tube. Naviguer mpe beta collection nayo ya miziki kolandana na album, artist, classement ya bazembo mpe sala liste ya bobeti mpo na oyo olingaka mingi.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
ln: Koba kozala connecter na bopete mpe malamu. Sala bacompte email ebele, na lisungi mpo na bafournisseur ya Echange, POP3 to IMAP email oyo esalelamaka mingi.

source: Find My Device
ln: Luka Appareil Nangai

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
ln: Localisation ya esika ekosalisa yo oluka appareil nayo soki obungisi yango. Kopangusa na mosika mpe kokanga ekosalisa yo obatela bainfo nayo malamu.

source: Ringtones
ln: Basonnérie

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
ln: Personnaliser telefone Firefox OS nayo na nzela ya kosala basonnérie yasika uta collection nayo ya miziki to bazembo otéléchargé kowuta na Web.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
ln: Badeveloppeur ya App mokili mobimba bamipesi na Firefox OS mpe ebele ya baapplication ya ofele ekozala lancer. Liste eye eza kokoba kobakisama eza na badeveloppeur ya app oyo eza liboso ya molongo neti Facebook, Twitter, YouTube, Pinterest mpe ConnectA2 na mpe Flashlight app na Calculatrice.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
ln: Basaleli bokoki kotiya signet na site web nionso na écran d'accueil nabango mpo na kopesa fonctionnalité ya site ena mbala moko na esika ena. Lisusu, basaleli bakoki kaka kokoma maloba ya boluki na écran d'accueil mpe kokela bosaleli ya mbala moko to kotélécharger app. Kosala mpe kosalela bapps kolandana na bosenga ekosala ete basaleli bazala na controle nionso ya experience na smartphone nabango mpe batu kozwa contenu oyo esengeli, tango basengeli nayango.

source: Can I use WhatsApp on this phone?
ln: Nakoki kosalela WhatsApp na telefone oyo?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
ln: Mbala moko te, kasi app ya ConnectA2 eza kopesa yo nzela ya kotinda bamessage instantanée na bacontact nayo ya ConnectA2 mpe/to WhatsApp. Okoki kotinda mpe koyamba bamessage, baémoticôns, bilili, bafichier ya bavidéo mpe audio ya ofele. Okoki mpe kosala mpe kosalela bagroupe ya masolo mpe koyamba mayebisi ya bamessage, ata tango app eza ya kokanga.

source: Will my apps work offline?
ln: Baapps nangai ekosala hors ligne?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
ln: Firefox Marketplace eza baapps nabiso ya ofele uta na source, bakisa mpe oyo elingamaka mingi neti Twitter na Facebook, mpe bacontenu local ya kitoko mpeza kowuta epayi ya badeveloppeur ya Web ya malamu koleka na etuka nayo.

source: Exchange, POP3 and IMAP are currently supported.
ln: Echange, POP3 na IMAP eza supporter na ngonga oyo.

source: The Mozilla Mission
ln: Mission ya Mozilla

source: Take the Challenge
ln: Kondima momekano

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
ln: Soki osilisi kotanga mituna nionso na contenu, osi kobongami mpo na kokokanisa Firefox OS na biposa ya bakiliya nayo. Mpasi te na bosaleli, smartphone Firefox OS eza malamu mpeza mpo na basaleli yasika ya smartphone mpe etondi bacaractéristique oyo bakiliya balingaka mpe basengeli nayango. Mpe esalemi na Mozilla, oyo ekosala Firefox OS ezala choix eye elongobani mpo na batu nionso oyo bamipesi mpo na kosala ete bokasi ya Web ekoba kozala na maboko nabango!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
ln: Bandakisa nini ya lolenge ya personnalisation mpe contrôle oyo endimami na Firefox OS? Pona nionso oyo esengeli.

source: That’s right! All of these things are possible with a Firefox OS phone.
ln: Malamu! Biloko nionso oyo bikoki kosalema na telefone Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
ln: Mpeza, biloko nionso oyo bikoki kosalema na telefone Firefox OS.

source: There are more. Try again.
ln: Mususu ezali. Meka lisusu.

source: That’s right. This icon represents the Firefox Browser.
ln: Malamu. icône oyo eza kolakisa navigateur Firefox.

source: Actually, this icon represents the Firefox Browser.
ln: Mpeza, icône oyo eza kolakisa navigateur Firefox.

source: What does Bluetooth allow users to do? Select all that apply
ln: Bluetooth endingisaka basaleli basala nini? Pona nionso oyo esengeli

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
ln: Malamu! Biloko nionso oyo bikoki kokabolama na nzela ya Bluetooth na telefone nayo Firefox OS.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
ln: Mpeza, biloko nionso oyo bikoki kokabolama na nzela ya Bluetooth na telefone nayo Firefox OS.

source: Actually, all of these are true about Firefox OS.
ln: Mpeza, oyo nionso eza bosolo na maye matali Firefox OS.

source: Actually, all of these are true about Firefox OS
ln: Mpeza, oyo nionso eza bosolo na maye matali Firefox OS

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ln: Malamu. Na mosaleli smartphone ya mbala ya yambo, esengeli osolola na maye matali simplicité mpe bacaractéristique nayango kobakisa mpe banzela ya kocontrôler experience nabango mpe personnalisation ya batelefone nabango.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ln: Mpeza, na basaleli smartphone ya mbala ya yambo, esengeli osolola na maye matali simplicité mpe bacaractéristique nayango kobakisa mpe banzela ya kocontrôler experience nabango mpe personnalisation ya batelefone nabango.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
ln: Malamu. Tango okutani na fana ya Firefox, solola na maye matali boponi Firefox OS ndenge eza kolakisa bomipesi ekosala ete bokasi ya Web ekoba kozala na maboka mabango.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
ln: Mpeza, tango okutani na fana ya Firefox, kosolola na maye matali boponi Firefox OS ndenge eza kolakisa bomipesi ekosala ete bokasi ya Web ekoba kozala na maboko mabango.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ln: Malamu. Na kiliya oyo, lakisa litomba monene mpe bacaractéristique nionso eye ebongisami na Firefox OS, neti baapps sociaux oyo eza déjà installée na telefone, nionso na litomba monene.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ln: Yango te. Nakiya oyo, lakisa litomba monene mpe bacaractéristique nionso ya eye ebongisami na Firefox OS, neti baapps sociaux oyo eza déjà installée na telefone, nionso na litomba monene.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
ln: Malamu. Kiliya oyo amonani neti fana ya Firefox. Solola na maye matali batelefone Firefox OS, oyo esalemi na Mozilla, lakisa bomipesi mpo na kosala ete bokasi ya Web ekoba kozala na maboko ya batu. Mpe tango maloba oyo manso mazali yasolo, bobele oyo nde ezali eyano ya malamu mpeza mpo na kiliya oyo.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
ln: Maloba oyo manso mazali yasolo, kasi bobele oyo nde ezali eyano ya malamu mpeza mpo na kiliya oyo, oyo amonani neti fana ya Firefox. Solola na maye matali batelefone Firefox OS, oyo esalemi na Mozilla, ekosalisa ete bokasi ya Web ekoba kozala na maboko ya batu.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
ln: Caractéristique ya Luka Appareil Nangai na telefone nayo Firefox OS esalisaka yo kosala nini soki telefone nayo ebungi to eyibami?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
ln: Malamu! Luka Appareil Nangai esalisaka yo kosala biloko binso oyo na nzela ya compte nayo ya Firefox.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
ln: Mpeza, Luka Appareil Nangai esalisaka yo osala biloko binso oyo na nzela ya compte nayo ya Firefox.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
ln: Malamu. Mosali ya smartphone ya mbala ya yambo okosepela mingi na bosaleli ya mpasi te.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
ln: Maloba nini na maye malandi mazali ya solo mpo na app ya Contrôle ya Ntalo oyo déjà installé na Firefox OS?

source: That’s right. All of these are true of the Cost Control app!
ln: Malamu. Oyo nionso eza ya solo mpo na app ya Contrôle ya Ntalo!

source: Actually, all of these are true of the Cost Control app!
ln: Mpeza, oyo nionso eza ya solo mpo na app ya Contrôle ya Ntalo!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
ln: App ConnectA2 eza application ya bamessage instantané oyo ekoki na WhatsApp mpo na appareil nayo Firefox OS.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
ln: Mpeza, oyo eza yasolo. ConnectA2 endigisaka yo otinda bamessage instantané na bacontact nayo na bosaleli ConnectA2 mpe/to WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
ln: Eyano nini eza ya malamu mpeza na boboyi ya kiliya oyo? "Nayoki ete baapps ebele ezali."

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
ln: Eyano nini eza ya malamu mpeza na boboyi ya kiliya oyo? "Nayoka ata moke te sango ya batelefone Firefox OS."

source: Set your phone to your language
ln: Règler telefone nayo na lokota nayo

source: Control your data usage
ln: Contrôler bosaleli nayo ya badonnée

source: Create your own ringtones
ln: Sala basonnérie nayo moko

source: Share contacts
ln: Kabola bacontact

source: Share images
ln: Kabola bilili

source: Share videos
ln: Kabola bavidéo

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
ln: Na Firefox Marketplace, baapps déjà installée ya kitoko mpe experience ya mosaleli ya kitoko koleka, Firefox OS eyaka na bacaractéristique oyo basaleli balukaka na smartphone.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ln: Boye esalami na Firefox, Firefox OS esimbami na lingomba monene ya batu baye bakosala mpo na yo mpe na biye olingaka na mayele.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
ln: Firefox OS esalemi na yo mpe biposa nayo na mayele, nayango eza mpeza mpasi te na bosaleli mpe eza kopesa nzela na contrôle monene, personnalisation mpe règlage koleka ba smartphones misusu ebele oyo eza na zandu.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
ln: Firefox OS eza smartphone ya mpasi te mpeza mpo na kobanda nayango. Baapps nayo olingaka mingi eza déjà installée mpe okoki kobenda na bopete nionso baninga nayo kowuta na Facebook.

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
ln: Soki olingaka Firefox, okolinga Firefox OS. Kopona Firefox OS ekosala ete bokasi ya Web ekoba kozala na maboko mayo.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
ln: Smartphone Firefox OS eza na bacaractéristique nionso oyo olingaka déjà installée, neti Bamessages, Facebook, email, bacarte mpe ebele, nionso na litomba.

source: The Firefox Marketplace features free apps!
ln: Bacaractéristique ya baapps Firefox Marketplace eza ya ofele!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
ln: Mozilla, mokeli ya Firefox, asali smartphone OS mpo na kosala ete Web ekoba kozwama mpo na banso. Mpe lokola Firefox OS etongami mobimba nayango na HTML5, okozwa mbala moko ebele ya baapps eye ebongisami mpo na Web.

source: Track the location of your lost/stolen device
ln: Localiser esika appareil nayo eza oyo ebungi/eyibami

source: Remotely wipe the device.
ln: Pangusa appareil na mosika.

source: Remotely lock the device.
ln: Kanga appareil na mosika.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
ln: Firefox OS etongami mobimba nayango na bosaleli HTML5 mpe bastandard ya Web ya kofungwama.

source: You can use it to create and set a daily budget for data usage.
ln: Okoki kosalela yango mpo na kokela mpe korègler budget nayo ya mokolo na mokolo ya bosaleli ba donnée.

source: It shows usage per app.
ln: Elakisaka bosaleli ya app moko na moko.

source: It shows usage by time.
ln: Elakisaka bosaleli kolandana na ntango.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
ln: Firefox OS esimbami na lingomba monene ya badeveloppeur mpe bafournisseur ya contenu baye bamipesi mpo na kokela contenu yasika mpe ya kosepelisa mingi na mpe baapps local ya ntina mpo na plateforme ya Firefox OS. Baapps mpe contenu yasika ebakisamaka mikolo nionso.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
ln: Badeveloppeur ya baapps baza kososola moke moke litomba ya HTML5 na bosungi Web ya kofungwama.

source: They’re packed with the features that made you want a smartphone in the first place.
ln: Eyaka na bacaractéristique oyo esalaki ete na mbala ya liboso olinga smartphone.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
ln: Eza yasika mpe esimbami na lingomba monene ya batu baye baza kosala mpo na kosala ete Web ekoba kozwama na banso.

source: It’s packed with the features that made you want a smartphone in the first place.
ln: Eyaka na bacaractéristique oyo esalaki ete na mbala ya liboso olinga smartphone.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
ln: Eza yasika mpe esimbami na lingomba monene ya batu baye baza kosala mpo na kosala ete Web ekoba kozwama na banso.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ln: Eza na modele makasi ya bokengi oyo ebundelameki uta mibu koleka zomi na bosungi Web ya kofungwama. Ebongisami mpo na kobatela mosaleli mpe système na baapplications mpe contenu ya mabe, ebatelaka mpe baapplications na baapplications misusu.
