Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: ln/LC_MESSAGES/django.po
Languages: ln

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
ln: <ol> <li>Fungola app ya Baparamètre na appareil nayo.</li> <li>Dérouler na se mpe pona <strong>Mayebisi ya Appareil</strong>.</li> <li>Na écran ya mayebisi ya Appareil, pona <strong>Mayebisi Mosusu</strong> mpe luka banuméro ya version na se ya <em>version OS</em> o likolo ya écran. <ul> <li><em>Firefox OS 1.0.1.0</em> elingi koloba oza na version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> elingi koloba oza na version 1.1</li> <li><em>1.3.0.0</em> elingi koloba oza na version 1.3</li> <li><em>2.0.0.0</em> elingi koloba oza version 2.0</li> </ul> </li> </ol>

source: Submit
ln: Tinda

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
ln: Biteni ya contenu oyo bisalemi na ©1998–{0} na bacontribution ya batu. Contenu ezwami na se ya <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.

source: Source code
ln: Code source

source: Contact Us
ln: Kutana nabiso

source: Partner with Us
ln: Sala partenariat nabiso

source: Donate
ln: Pesa likabo

source: Privacy Policy
ln: Politiki ya confidentialité

source: Legal Notices
ln: Mayebisi ya Mibeko

source: Report Trademark Abuse
ln: Sala rapport ya abus ya Marque déposée

source: Mozilla on Twitter
ln: Mozilla na Twitter

source: Firefox on Twitter
ln: Firefox na Twitter

source: Mozilla on Facebook
ln: Mozilla na Facebook

source: Firefox on Facebook
ln: Firefox na Facebook

source: Learn more
ln: Mingi ya koyekola

source: Home
ln: Accueil

source: About
ln: Maye matali

source: Language
ln: Lokota

source: Firefox OS version
ln: Version Firefox OS

source: Which version do I have?
ln: Oza na version nini?

source: Change
ln: Bongola

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
ln: Mikanda mpo na Firefox OS {version} mizwami naino te na {language}, nayango totindaki yo na version ya lokota ya Angele.

source: The latest version available in {language} is {version}.
ln: Version ya suka-suka ezwami na {language} eza {version}.

source: Afrikaans
ln: Kiafrikaans

source: Arabic
ln: Kiarab

source: Bengali (Bangladesh)
ln: Kibengali (Bangladesh)

source: Bengali (India)
ln: Kibengali (Inde)

source: Croatian
ln: Kicroate

source: Czech
ln: Kitchèque

source: English
ln: Angele

source: German
ln: Kiallemand

source: Greek
ln: Kigrec

source: Fulah
ln: Fulha

source: French
ln: Falase

source: Hindi
ln: Kihindi

source: Hungarian
ln: Kihongrois

source: Italian
ln: Kiitalien

source: Japanese
ln: Kijaponais

source: Polish
ln: Kipolonais

source: Portuguese
ln: Kipuluges

source: Russian
ln: Kirusse

source: Serbian
ln: Kiserbien

source: Spanish
ln: Kiespagnole

source: Yoruba
ln: Kiyoruba

source: Zulu
ln: Kizulu
