Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: ff/LC_MESSAGES/django.po
Languages: ff

source: Master Firefox OS
ff: Wontu Ganndo Firefox OS

source: Welcome!
ff: On njaɓɓaama!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
ff: Ngal ɗoo penngal heblo ngam renndo e gollodiiɓe amen darni ena loowi huunde kala ko cokly-ɗaa ngam humpitaade ko woni Firefox OS. Suɓo toɓɓere njiɗ-ɗaa ngam fuɗɗaade.

source: Introduction
ff: Naatirka

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
ff: Humpito ko waɗi Firefox OS wonande huutorɓe cinnde kese ɗee daande sabu hokkude ɗum'en ko ɓe cokli koo tan.

source: Demo Tips
ff: Peeje Pammingol

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
ff: Janngu no kollirtaa kiliyaneeɓe maa fannuuji ɓurɗi yuɓɓude e moƴƴe gonɗe e Firefox OS.

source: Demonstrations That Matter
ff: Pammingol Juɓɓungol

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
ff: Famminde Fannuuji Firefox OS e hol no weeɓiri huutoraade maa ɓeyda-ma heewde kiliyaneeɓe. Weɗɗit widewooji pammingol gonɗi les ɗoo ngam fuɗɗaade.

source: When you only have a minute, make it count with this simple pitch.
ff: So tawii ko hojom gooto tan njogi-ɗaa, yeñcinir mo ngel lefel.

source: Firefox Browser
ff: Wanngorde Firefox

source: Customer Guide
ff: Ɗowirde Kiliyaneeɓe

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
ff: Ƴeew no Firefox OS jaaɓirta e nguurndam kiliyaneeɓe maa, ɗo ɓe mbaawi iwde e ko ɓe ngoni kala.

source: Who is your ideal Firefox customer?
ff: Mo woni ɓurɗo e kiliyaneeɓe maa Firefox?

source: The Smartphone Rookie
ff: Waaca-bees e Smartfon

source: "I have never had a smartphone."
ff: "Mi meeɗaa dañde cinndel smartfon."

source: The Value Seeker
ff: Jiilotooɗo Nafoore

source: "I want a good deal."
ff: "Miɗo yiyloo fartaŋŋe."

source: The Uncertain Upgrader
ff: Kesɗitinoowo mo ɓerɗe ɗiɗi

source: "It needs to be easy to use."
ff: "Alaa e sago weeɓa huutoraade."

source: The Firefox Fan
ff: Oo ko jiɗɗo Firefox

source: "I love firefox!"
ff: "Firefox ena weli mi!"

source: Key Features
ff: Fannuuji dowrowi

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
ff: Humpito hol ko waɗi Firefox OS yuɓɓo cinnde fattungo heeriingo ngo alaa ko nanndi.

source: Features that count
ff: Fannuuji tesketeeɗi

source: Firefox browser
ff: Wanngorde Firefox

source: Facebook and Twitter
ff: Facebook e Twitter

source: Contacts
ff: Jokkondire

source: Camera and Gallery
ff: Kameraa e Gerngal

source: Music and Video
ff: Gaaci e Widewoo

source: Frequently Asked Questions
ff: Naamne Ɓurɗe Duumaade

source: Still have questions? Not for long! Find all the answers you're looking for here.
ff: Naamne goɗɗe? Jooni! Jaabawuuli ɗii fof nani ɗoo.

source: You have questions? We have answers!
ff: Aɗa jogii naamne ? A min njoganii ɗe jaabawuuli!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
ff: A min cikki tan aɗa jogii ɗoo naamne ; kiliyaneeɓe maa ne kay ! Suɓo naamnal gootal ngam ɓeydaade humpitaade Firefox OS.

source: How many and what types of apps will be available?
ff: No foti jaaɓnirɗe heɓotoo e hol mbaydi majje?

source: What makes Firefox OS more secure than other phones?
ff: Hol waɗi Firefox OS ɓurde telefonaaji goɗɗi hoolnaade?

source: Do Android apps work on this phone?
ff: Jaaɓnirɗe Android ina njaha e oo telefon ne?

source: What about customer support for apps?
ff: Kabaaru ballal kiliyaneeɓe wonande ɗee jaaɓnirɗe?

source: How do I download and install apps on Firefox OS?
ff: Hol no jaaɓnirɗe jahdooje e Firefox OS ngawtortee, ngaafretee?

source: Where should I go if I have more questions?
ff: Hol to njahat-mi so miɗo jogii naamne goɗɗe?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
ff: Yillo <a href="https://support.mozilla.org/fr/products/firefox-os">https://support.mozilla.org/fr/products/firefox-os</a> ngam heɓde kabaruuji goɗɗi.

source: Our mission is to promote openness, innovation and opportunity on the Web.
ff: Darnde amen ko ƴellitde udditaare, kesamkesaagu kam e cellal Web.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
ff: Mozilla kam e ujunnaaje yimɓe huuñƴuɓe, dariiɓe mbele yimɓe fof ina keɓa Geese, na ndarii caggal kala smartfon Firefox OS. Waɗi noon ko amin ngoongɗini wonde gooto e men kala ina jogii hakke naftoraade Web bellitiiɗo mo dente mawɗe keeriiɗe tamaani. Ahaa, amin ceerti seeɗa e heddiiɓe ɓee. So en ndentii maa en mbaaw mahoyde Web ɓurɗo moƴƴude.

source: Ready to show what you know?
ff: A hebiima hollitde ko nganndu-ɗaa?

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
ff: Huutoro ɗee naamnirɗe jalniiɗe ngam hoolkisaade gannde maa kese ɗee.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
ff: A yiytii! Ɗee jaaɓnirɗe ngari ko ina loowaa e kala telefoŋ Firefox OS.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
ff: E jaati, ɗee jaaɓnirɗe ngari ko ina loowaa e kala telefoŋ Firefox OS.

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
ff: Hol heen e ɗii jaabawuuji kiliyaneeɓe hollirta omo jogori ɓamde Firefox OS? Labo kala ko goongɗi.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
ff: A yiytii. Ɓee-ɗoo kiliyaneeɓe fof ko ɓe Firefox OS jogori naftude no feewi!

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
ff: E jaati, ɓee-ɗoo kiliyaneeɓe fof ko ɓe Firefox OS jogori naftude no feewi!

source: Which Firefox OS feature does this icon represent?
ff: Hol fannu Firefox OS ngel-ɗoo maandel joopotoo?

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
ff: Kiliyaneeɓe maa ena njiɗi faamde ko woni ngaddam Firefox OS so yerondiraama e yuɓɓooji goɗɗi. Labo kala wowlaango goongɗungo.

source: That’s right. These statements are all true about Firefox OS.
ff: A yiytii. Ɗii gowlaali fof ena ngoonɗani Firefox OS.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
ff: Kiliyaan so wiyi-ma smartfon ena anii. Hol konjaaboto-ɗaa haa o jaɓa soodde?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
ff: A yiytii. Kiliyaan jiiylotooɗo smartfon beeɓɗo huutoraade, Firefox OS woni ko o haani suɓaade.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
ff: Ɗ jaati, oo kiliyaan, ɓuri e mum ko haalaneede no Firefox OS wayi weeɓde huutoraade.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
ff: Kiliyaan wiyi-ma ena hebii woppude cinndel mum ƴeeŋngel. Hol ko pot-ɗaa jaabaade haa o jaɓa soodde?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
ff: Kiliyaa wiyi-ma omo huutotoo wanngorde Firefox mo ordinateer. Hol ko pot-ɗaa jaabaade haa o jaɓa soodde?

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
ff: Kiliyaan wiyi-maa, “Miɗo yiyloo feere weeɓnde jokkondirde e sehilaaɓe am, kono mi yiɗaa feraade kaalis keewɗo haa ɓurti.” Hol heen e ɗii jaabawuuji ɓurngol moƴƴude? Labo kala ko goongɗi.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
ff: Kiliyaan wiyi-maa, “Miɗo huutoroo Firefoƴ e ordinateer galle am tee miɗo yiɗi-mo, kono mi anndaano eɓe njogii Yuɓɓo smartfon. Hol ko addi ɗum?” Hol e ɗii jaabawuuji ɓurgnol hen moƴƴude?

source: Not quite. A first time smartphone user will be most interested in ease of use.
ff: Wonaa noon. Kuutoro smartfon gadano foti yizde ko yoo cinndel ngel weeɓ huutoraade.

source: That’s right!
ff: A yiytii!

source: That’s right.
ff: A yiytii.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
ff: Hol jaabawol ɓuri moƴƴude e ngam naamnal kiliyan? “Hol no nganndirtu-mi ngel cinndel ena hisi?”

source: I’ve never used a smartphone before.
ff: Mi meeɗaa huutoraade smartfon.

source: I’m looking for the best value for my money.
ff: Njiylotoo-mi ko yeñcinde fere am.

source: I want a smartphone that is truly easy to use.
ff: Njiɗ-mi ko smartfon beeɓanɗo hoore mum huutoraade.

source: I’m a Firefox fan.
ff: Ko mi jiɗɗo Firefox.

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ff: Tawde ko Firefox mahi ɗum, Firefox OS loowa ko e renndo huɓtidinngo gollotoongo e innde mon e soklaaji hakkilaaji mon.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
ff: Firefox OS hokkat-ma ngartam kaalis maa no haanirta, wonndude e kala ko ɗamini-ɗaa — cameraa, iimeel, jaaɓɗe, gaaci e geɗe goɗɗe — e codgu ngu alaa nanndo.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
ff: Firefox OS ko cinndel ɓurngel weeɓde fuɗɗoraade. Jaaɓɗe maa labaaɗe fof ngarata ko ena loowaa heen tee kadi aɗa waawi jiggaade sehilaaɓe maa wonɓe e Facebook.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
ff: Firefox OS ko cinndel ɓurngel weeɓde fuɗɗoraade. Jaaɓɗe maa labaaɗe fof ngarata ko ena loowaa heen tee kadi aɗa waawi jiggaade sehilaaɓe maa wonɓe e Facebook.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
ff: Facebook arata ko ena loowaa e kaɓirgol Firefox OS kala tee ena weeɓiri jiggaade jokkondire maa Facebook!

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
ff: Kaɓirgol Firefox OS kala eba waɗi wanngorde Firefox ndee, laawol ɓurngol yaawde, yuɓɓude e hisde fayde e geese.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
ff: Firefox OS ena waɗi kala fannuuji ɗi tawataa e cinnde ɓurde tiiɗde kadi ena hokku-maa ngartam kaalis maa.

source: You can easily import contacts from Facebook to your Firefox OS phone.
ff: Aɗa waawi jiggaade jokkondire Facebook no ɓuri weeɓirde e cinndel maa Firefox OS.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
ff: Firefox OS ena hokku-maa heɓde jaaɓɗe yonta oo, jaaɓɗe nganndaaɗe, kadi loowdi ɓurndi ɓadaade nokku maa e pinal maa.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
ff: Firefox OS loowaaka ko ɓuri ko coklu-ɗaa. Maa hokke ko ɗamini-ɗaa e smartfon, wonndude e weeɓde daartorde haa mbaawaa fuɗɗaade jooni.

source: True
ff: Goonga

source: False
ff: Wona hoonga

source: Which Version Do I Have?
ff: Hol Yamre Njogii-mi?

source: Introducing Firefox OS
ff: Fuɗɗo anndude Firefox OS

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
ff: Firefox OS arata ko ena loowaa jaaɓɗe jeewtidal saasi ganndaaɗe e jaaɓɗe laylayte renndo, wano Facebook, wadde maa kiliyaneeɓe mbaaw seŋaade e jokkondirde e sehilaaɓe e ɓesngu. Eɓe mbaawi kadi seŋondirde jokkondire maɓɓe e cinndel ngel e ko yaawi, weeɓi.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
ff: Firefox OS ena loowaa fannuuji ɗi kiliyaneeɓe maa ɗamintoo e smartfon. Waɗiraa ko jaaɓdude e nguurndam maɓɓe no ɓuri yuɓirde haa ɓe mbaawa yahdude e jamaanu hannde taariiɗo-ɓe oo.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
ff: Ena wondi e panni ceɗe camorɗi, potgol ŋelngol e peeje keeɗe ngam lollinde nate maa, kameraa kimmuɗo e gerngal nate maa ɓeydu moosnude jeese e nate maa kala.

source: Messages and Email
ff: Ɓatakuuje e IImeel

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
ff: Firefox OS ena jogii yuɓɓo kisal ɓurngal ñisde ttiɗtinaande e duuɓi sappo pawɗe ɗe min ndaranii Geese udditiiɗe. Waɗiraa ko suurde kuutoro oo e yuɓɓo ngoo e jaaɓnirɗe e loowdi bonnooje.

source: What do you mean I can convert mobile sites into apps?
ff: Hol ko firti wonde lowe cinndel ena mbaawi wontude jaaɓɗe?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
ff: Wonaa ɗoon e ɗoon. Kono, yoga e jaaɓɗe Android e iOS ɓurɗe lollude ko jaaɓɗe Geese e jaati jogiiɗe “coomol” ñiiɓngol ngam ɗe mbaawa dogde e dinndeede jeyaaɗe. Wadde keewɗe e ɗeen jaaɓɗe maa keɓo e fannu Njiilaw Jaaɓduɗo oo. Kaɓirɗe wano Emscripten e PhoneGap ena mbaawi kadi waklude jaaɓɗe goɗɗe (*.apk and/or C/C++) ngonta jaaɓɗe Geese.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
ff: Firefox OS mahiraa ko karalleeje Geese kono ena jogii baawal dogde e ceŋtol wonande fannuuji cinndel jaale ɗee. Ɗuum firti ko jaaɓɗe coklaani ceŋol Enternet caasngol ngam dogde so wonaa tawa eɗe cokli neldude walla heɓde keɓe.

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
ff: Kiliyaneeɓe sokluɓe ballal e jaaɓngal mahanaangol Firefox OS maa cukkine e topiiɗo ngal ngam walleede. So tawii kiliyaneeɓe ɓee keɓaani nafoore e ballital ummingal e topaajo oo, Mozilla ena waawi wasiyaade peeje goɗɗe wano aaftude jaaɓngal haa tuma nde topaajo oo addi ballal nafowol.

source: What email providers are supported?
ff: Hol sarwibooɓe iimeel njahdata e yuɓɓo ngoo?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
ff: Aɗa sikki haŋkadi a hebiima fuɗɗaade yeeyde Firefox OS kiliyaneeɓe maa? Ƴeewto ɗo ganndal maa tolnii so jaabaade ɗee naamne ngam hollude ko a ganndo majjum.

source: Get Ready to Sell!
ff: Hebo Yeeyde!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
ff: Hol e ɗee jaaɓɗe ngarata ena loowaa e cinndel Firefox OS kala? Labo kala ko goongɗi.

source: There are more. Try again
ff: Ena heddii. Eto kadi

source: That’s right! This icon represents Messages —or text messaging.
ff: A yiytii! Ngel maanndel toɗɗii ko Ɓatakuuje —walla neldugol binndi.

source: Actually, this icon represents Messages — or text messaging.
ff: E jaati, ngel maanndel toɗɗii ko Ɓatakuuje — walla neldugol binndi.

source: That’s right. This icon represents the Contacts.
ff: A yiytii. Ngel maanndel toɗɗii ko Jokkondire ɗee.

source: Actually, this icon represents the Contacts.
ff: E jaati, ngel maanndel toɗɗii ko Jokkondire ɗee.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
ff: Hay so ɗii gowlaali kala ena ngoongɗi, hol e majji ɗiɗi ɓurɗi hafoore wonande kiliyaan smartfon laawol gadanol?

source: The best response to this objection is to talk about all the apps that are available.
ff: Jaabawol ɓurngol moƴƴude e ngaal naamnal ko haalde baɗte jaaɓɗe goodɗe ɗee kala.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
ff: Jaabawol ɓurngol moƴƴude e ngaal naamnal ko haalde baɗte dawtol renndo Mozilla ngonngol caggal Firefox OS ngol.

source: The best response to this objection is to talk about the robust security model.
ff: Jaabawol ɓurngol moƴƴude e ngaal naamnal ko haalde baɗte yuɓɓo kisal ñisngal ngal.

source: Calendar
ff: Haatumeere

source: Clock
ff: Montoor

source: Email and Messages
ff: Immeel e Ɓatakuuje

source: Music
ff: Gaaci

source: Messages
ff: Ɓatakuuje

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
ff: Wondude e Njiiylaw Jaaɓduɗo, alaa cinndel ɓuri hannde Firefox OS waawde jaaɓdude e soklaaji maa.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
ff: So aɗa yiɗi Firefox, maa yiɗor Firefox OS. Suɓaade kaɓirgol Firefox OS fawat doole Geese e junngo maa.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
ff: Firefox OS hokkat-ma ngartam kaalis maa no haanirta, wonndude e kala ko ɗamini-ɗaa — Kameraa, Iimeel, jaaɓɗe, Gaaci e geɗe goɗɗe — e codgu ngu alaa nanndo.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
ff: <strong>Aɗa waawi wiyde nih:</strong> Firefox OS hokkat-ma ko ɓuri e ngartam kaalis maa. Engo jogii kala ko ɗamini-ɗaa ena wona e smartfon — kameraa, iimeel, jaaɓɗe, gaaci, karte e geɗe goɗɗe — e codgu ngu alaa nanndo.

source: An excellent user experience
ff: Dawtol kuutoro moolanaangol

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
ff: Nguurndam ena anii sanne, smartfon maa fotaani anaade. Firefox OS waɗiraa ko yoo ɓeydu yuɓɓude, weeɓtude e weeɓde haartinde e peeragol newigol. Kala ko kiliyaan maa sokli walla yiɗi ena ɓadii pittol walla goragol.

source: Made with you in mind
ff: Ena hiisii soklaaji maa

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
ff: Huutoro cinndel maa e ɗemngal maa, reen kuutoragol keɓe maa kisa keertinaa ngel so sosde kolɓitte maa keeriiɗe. Aɗa waawi kadi aawtaade jaaɓɗe toɗɗiiɗe nokkuure e pine maa ngam ɓeydude nafoore e weeɓtinde nguurndam maa. Firefox OS tigi waɗiraa ko miijaade soklaaji maa.

source: Keep the Web in your hands
ff: Tam Geese ɗee e juuɗe maa

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
ff: Ɗoo e Mozilla, ummini min ko addude kesum, wonaa ɗaɓɓude ngalu. Cinnde Firefox OS ɗee ena tambii ɗum'en renndo topayɓe gollotooɓe ngam addude kesum e karalleeje Geese. So a suɓiima Firefox OS, ngon-ɗaa ko e wallude mahde janngo ɓuranɗo enen kala wonande Geese.

source: A phone for everyone
ff: Cinndel men enen kala

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ff: Kiliyaneeɓe maa njiɗi ko heɓde ko ɓuri e nguurndam, wadde hol sabaabu ɓe kaɓa ko jaasi ko cinndel foti addude? Kaɓirɗi Firefox OS ena kimmani huutorɓe smartfon hesɓe — ena weeɓi huutoraade etee ena heewi fannuuji kala ɗi ɓe ɗaminii. Kadi sabu kaɓirɗi Firefox OS ko Mozilla doolni ɗum'en, alaa ko ɓuri ɗi himmande kala daraniiɗo udditaare Geese men enen kal.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
ff: Hollu kiliyaneeɓe maa no wayi weeɓde heɓde jaaɓɗe e Marketplace Firefox. Haalan-ɓe wonde Marketplace ena jogii pije jirwuɗe e jaaɓɗe ɗe ɓe njiylotoo. Hollu-ɓe yeru e jaaɓɗe ñiɓiiɗe ɗee baawɗe ɓeydude nafoore e nguurndam maɓɓe.

source: Rich media experience
ff: Dawtol mejaaje galɗungol

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
ff: Huutoro jaaɓɗe kameraa, Gerngal, Gaaci e goɗɗe ngam dakmitaade e no Firefox OS naatnirta welirta dawol kiliyaneeɓe maa kadi ɓe njokkoo e geɗe ɗe ɓe ɓuri hatinjinde. <br><br>Kameraa: Fot, taƴto kisa lollinaa. Faarnoro jaaɓɗe amen kameraa e gerngal kimmuɗe to senngo fannuuji, ena jeyaa heen ceɗe panni ñiiɓɗe, widewoo e geɗe goɗɗe. <br><br>Gaaci: Tawde gaaci ena ɓadii peɗeeli maɓɓe, kiliyaneeɓe mah maa njiy no Firefox OS ɓeydata welemma maɓɓe wonande ngamri e mbumbaay.

source: Social and contact sync
ff: Ceŋondiral jokkondire renndo

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
ff: Faamde ko kiliyaneeɓe maa njiɗi kadi anndude no jaabortee e saasi ena teeŋti sanne ngam ɓeydude njeeygu maa. Ƴeew ɗiiɗoo ngoƴaaji kiliyaneeɓe les ɗoo ngam humpitaade no njooborto-ɗaa gooto kala e soklaaji maɓɓe keeriiɗi.
