Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: ff/LC_MESSAGES/django.po
Languages: ff

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
ff: <strong>Aɗa waawi wiyd nih:</strong> Firefox OS ko cuɓol ɓurngol yuɓɓude wonande huutorɓe hesɓe smartfon. Ena weeɓani hoore mum, tee ena jaaɓda e soklaaji maa no ɓuri yuɓɓirde. Wadde keɓaa ko coklu-ɗaa tawa a yiylaaki ko juuti. Kadi, ena arda e fannuuji kala ɗi ɗamini-ɗaa — kameraa, iimeel, jaaɓɗe, gaaci, karte e geɗe goɗɗe!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
ff: <strong>Aɗa waawi wiyde nih:</strong> Firefox OS ko cinndel ɓurngel weeɓde wonande fuɗoraade. Daartorde kuutoro ndee ena laaɓti, maa waaw yiytude ko yaawi e aawtaade jaaɓɗe maa ɓur-ɗaa yiɗde kisa puɗɗo-ɗaa e tuma daɓɓo golla maa.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ff: <strong>Aɗa waawi wiyde nih:</strong> So aɗa yiɗi Firefox, maa yiɗ Firefox OS. Cinnde Firefox OS tugnii e kuuɓal ko e HTML5, ɗuum addi ko ɓuri e Geese haa e nder cinndel maa. Kadi, Firefox OS waɗi ɗum ko renndo daraniingo yoo Geese wonan ɗoo mo woni kala. So a suɓiima Firefox OS, a heɓat doole kuuɓɗe Geese e junngo maa.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
ff: Nokku maa ɗo jaaɓɗe Firefox OS ɓurɗe moƴƴude keɓetee. Yiylo pelle, wano pije, kuutorɗe, gaaci, ɗanngal, coftal e geɗe goɗɗe.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
ff: Yiyan hoore maa feere weeɓnde, hisnde heɓde ko ɓuri e Geese. Huutoro Palal Njiilaw ngal ngam yillaade lowe, yiylaade e heɓde jaaɓɗe e Marketplace. Uddit jaaɓɗe keewɗe e tabbe kisa mbanngo-ɗaa e kelle keewɗe laawol gootol

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
ff: Duumo e jokkondirde e sehilaaɓe e gollodiiɓe e laylayte maa renndo ɗe ɓur-ɗaa yiɗde kala ɗo ngon-ɗaa..

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
ff: Jiggo no ɓuri weeɓrude sehilaaɓe maa Facebook e cinndel maa tee moofte renndo maa e nokku gooto Alla e naattondiral e laylayte maa renndo ɗe ɓur-ɗaa hatojinde.

source: Bluetooth
ff: Blootuus

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
ff: Seŋondir kaɓirgol maa e yoga e ceŋɗe Bluutuus no ɓuri weeɓrude. Lollinan sehilaaɓe maa jokkondire, nate, widewooji walla URLs maa ɓurɗe yiɗeede.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
ff: Tar fof e cinndel maa wallae ceŋol tawa ko e Youtube. Weɗɗit kisa taraa gaaci maa e fannu albom walla naalaŋke, hokku jimɗi toɓɓe walla sos doggi taro baaruuji maa labaaɗi.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
ff: Hoto seer e jokkondireede no ɓuri weeɓrude e no ɓuri himmirde. Sos konte iimeel keewɗe, tawaena tammbaa sarwinooɓe iimeel ɓurɓe yaajde POP3 walla IMAP.

source: Find My Device
ff: Yiytu Kaɓirgol Am

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
ff: Rewindo nokkuure maa wallu-ma yiytude kaɓirgol maa so majjii. Aɗa waawi momtude walla sokde ngel tawa ko e goɗɗol ngati humpito maa suuriingo hisa.

source: Ringtones
ff: Kolɓitte

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
ff: Heertin cinndel maa Firefox OS so sosde kolɓitte kese huutoraade gaaci maaɗa walla jimɗi ɗi ngaawti-ɗaa e Geese.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
ff: Topayɓe Jaaɓɗe e winndere ndee kala ko ɓamɓeaadi e golloraade Firefox OS ngati maa ujunnaaje jaaɓɗe ɗe njoɓetaake keɓo ko yaawi. Doggol ngol nana ɓeydoo etee ena jeyaa e maggol gayi mawɗi topotooɓe Jaaɓɗe wano Facebook, Youtube, Twitter, Pinterest e ConnectA2 yanti heen Flashlight walla Kiisorgal.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
ff: Huutorɓe ena mbaawi maantoraade lowre kala e jaɓɓorgo mum'en ngam heɓde ndeen lowre ko yaawi. Kadi, eɓe mbaawi tan naatnude helmere njiilaw e jaɓɓorgo maɓɓe ngam huutoraade jaaɓɗe gaawteteeɗe loowol gootol. Sosde e huutoraade ɗeen jaaɓɗe tawa ko nde soklaa maa hokke fartaŋŋe ɗowande hoore maa dawtol maa e smartfon kadi waɗa neɗɗo kala heɓde ko yiɗi koo tan, tuma nde o yiɗi ɗum.

source: Can I use WhatsApp on this phone?
ff: Miɗo waawi huutoraade WhatsApp e ngel cinndel?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
ff: Wonaa WhatsApp kono ConnectA2 ena waawi huutoreede ngam neldude ɓatakuuje to jokkondire maa WhatsApp e/walla WhatsApp. Aɗa waawi neldude e heɓde ɓatakuuje, nate, widewooji e piille ojoo tawa ko dokkel. Aɗa waawi kadi sosde e huutoraade pelle jeewte e heɓde tintine ɓatakuuje kese, hay so jaaɓngal ngal koko uddi.

source: Will my apps work offline?
ff: Maa jaaɓɗe am ndog e ceŋtol?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
ff: Firefox Marketplace woni sewnde maa jaaɓɗe dokkel, wonndude e labaaɗe wano Twitter e Facebook, e loowde nokku maa mbaɗndi faayiida ummoraade e topayɓe Geese wonɓe e diiwaan maa.

source: Exchange, POP3 and IMAP are currently supported.
ff: Exchange, POP3 e IMAP ena tammbitaa e oo sahaa.

source: The Mozilla Mission
ff: Darnde Moɗilla

source: Take the Challenge
ff: Ƴeewto Ganndal maa

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
ff: So a reftiima naamne e loowdi ndii fof, a hebiima yahdinde Firefox OS e soklaaji kiliyaneeɓe maa Smartfon Firefox OS ena weeɓi huutoraade, kadi ena heewani nafoore huutorɓe hesɓe etee enaheewi fannuuji ɗi huutorɓe katojini. Kadi ko Mozilla doolni ɗum. Ko ɗum waɗi Firefox OS wonde suɓre moƴƴere wonande kala daraniiɗo yoo doole Geese heddo e juuɗe mum!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
ff: Holi e ɗii yeruuji keertingol Firefox OS e ɗowgol mum newotoo e Firefox OS? Labo kala ko goongɗi heen.

source: That’s right! All of these things are possible with a Firefox OS phone.
ff: A yiytii! Ɗee-ɗoon geɗe fof ena ngaamnoo e cinndel Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
ff: E jaati, ɗee-ɗoon geɗe fof ena ngaamnoo e cinndel Firefox OS.

source: There are more. Try again.
ff: Ina waɗi goɗɗi. Eto kadi.

source: That’s right. This icon represents the Firefox Browser.
ff: A yiytii. Ngel maanndel toɗɗii ko Wanngorde Firefox.

source: Actually, this icon represents the Firefox Browser.
ff: E jaati ngel maanndel toɗɗii ko Wanngorde Firefox.

source: What does Bluetooth allow users to do? Select all that apply
ff: Hol no huutorɓe mbaawi naftoraade Bluutuus? Labo kala ko goongɗi

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
ff: A yiytii! Ɗee geɗe fof ina mbaawi lollineede tawa ko Bluutuus e cinndel mah Firefox OS.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
ff: Jooni, ɗee geɗe fof ina mbaawi wostondireede e Bluutuus cinndel mah Firefox OS..

source: Actually, all of these are true about Firefox OS.
ff: E jaati, ɗee fof ina ngooŋɗi e Firefox OS.

source: Actually, all of these are true about Firefox OS
ff: E jaati, ɗee geɗe fof ina ngooŋɗi e Firefox OS

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ff: A yiytii. E kuutortooɗo laawol gadanol, aɗa foti haalde e weeɓde ɗum e golle mum kadi e laabi ƴeewtagol keɓe mum e heertine cinndel mum.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ff: E jaati, kuutortooɗo laawol gadanol, aɗa foti haalde e weeɓde ɗum e golle mum kadi e laabi ƴeewtagol keɓe mum e heertinde cinndel mum.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
ff: A yiytii. So a hawrii e jiɗɗo Firefox, hollu cuɓagol Firefox OS ko daranagol doolnude Geese e juuɗe huutortooɓe.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
ff: E jaati, so a hawrii e jiɗɗo Firefox, hollu mo wonde cuɓagol Firefox OS ko daranaade doolnude Geese e juuɗe hutortooɓe.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ff: A yiytii. E oon kiliyaan, teeŋtin nafoore e yaajeende golle Firefox OS tawa ina jeyaa heen geɗe renndoyaŋkooje garduɗe e cinndel ngel, ɗuum ko keɓal paayodinngal.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ff: Wonaa noon. E oon cokluɗo, teeŋtin nafoore e yaajeende golle Firefox OS tawa ina jeyaa heen geɗe renndoyaŋkooje garduɗe e cinndel ngel, ɗuum ko keɓal paayadinngal.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
ff: A yiytii. Kiliyaan oo wayi ko no jiɗɗo Firefox. Hollu hol no Firefox OS, mo Mozilla feewni, hollu mbaawka mum daranaade doolnude Geese e juuɗe yimɓe. Hay sinno jaabuwuuji ɗii fof ina ngooŋɗi, ko ngol jaabawol tan ɓuri saŋde e oo cokluɗo keeriiɗo.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
ff: Denndaangal ɗii jaabawuuji ina celli, kono gootol tan woni ɓurngol saŋde e oo kiliyaan keeriiɗo. Hollu hol no cinndon Firefox OS kon Mozilla feewni, ina mballa e doolnude Geese e juuɗe yimɓe.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
ff: Hol ko fannu Yiytu Kaɓirgol Am e cinndel Firefox OS waawi wallude ma so tawii cinndel mah majjii walla wujjaama?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
ff: A yiytii! Nokkiɗin Cinndel am ina wallu maa waɗde ɗeen geɗe fof e konte mah Firefox.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
ff: E jaati, Yiytu Cinndel Am ena wallu maa waɗde ɗeen geɗe fof e konte mah Firefox.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
ff: A yiytii. Kuutoro smartfon gadano foti yizde ko yoo cinndel ngel weeɓ huutoraade.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
ff: Hol e ɗiiɗoo gowlaali ngoni goonga wonande jaaɓngal Ñaamgol Keɓe gardowal e Firefox OS?

source: That’s right. All of these are true of the Cost Control app!
ff: A yiytii. Kañji kala ko ɗi goonga wonande jaaɓngal Ñaamgol Keɓe!

source: Actually, all of these are true of the Cost Control app!
ff: E jaati, kañji kala ko ɗi goonga wonande jaaɓngal Ñaamgol Keɓe!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
ff: Jaaɓngal ConnectA2 ngal ko jaaɓnirgal ɓatakuuje saasi jaaɓdungal e WhatsApp e kaɓirgol maa Firefox OS.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
ff: E jaati, ko goonga. ConnectA2 nafata ko neldude ɓatakuuje saasi to jokkondire maa huutortooɓe ConnectA2 we/walla WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
ff: Hol ko woni jaabawol ɓurngel moƴƴude ngal naamnal kiliyaan? “Mi nanii alaa jaaɓɗe ngoodi.”

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
ff: Hol ko woni jaabawol ɓurngel moƴƴude ngal naamnal kiliyaan? “Mi meeɗaa nande cinnde haala Firefox OS."

source: Set your phone to your language
ff: Waɗ cinndel maa e ɗemngal maa

source: Control your data usage
ff: Ƴeewto kuutoragol keɓe maa

source: Create your own ringtones
ff: Sos kolɓitte maa keeriiɗe

source: Share contacts
ff: Lollin jokkondiral

source: Share images
ff: Lollin nate

source: Share videos
ff: Lollin widooji

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
ff: Tawde ko Firefox feewni ɗum, Firefox OS ena daranii ɗum renndo huɓtidinngo gollotoongo e innde mon e tawa ena hiisii soklaaji mon.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ff: Tawde ko Firefox feewni ɗum, Firefox OS loowa ko e renndo huɓtidinngo gollotoongo e innde mon e soklaaji hakkilaaji mon.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
ff: So aɗa yiɗi Firefox, maa yiɗ Firefox OS. Suɓaade Firefox OS ko mooftude doole Geese e juuɗe mah.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
ff: Firefox OS ko cinndel ɓurngel weeɓde fuɗɗoraade. Jaaɓɗe maa labaaɗe fof ngarata ko ena loowaa heen tee kadi aɗa waawi jiggaade sehilaaɓe maa wonɓe e Facebook..

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
ff: So aɗa yiɗi Firefox, maa yiɗ Firefox OS. Cuɓagol Firefox OS ko mooftude doole Geese e juuɗe mah.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
ff: Smartfone Firefox OS ardi ko e denndaangal fannuuji ɗi coklu-ɗaa, tawa ina jeyaa heen Ɓatakuuje, Facebook, iimeel, karte e goɗɗum, fof e coggu ɓurngu.

source: The Firefox Marketplace features free apps!
ff: Marketplace Firefox ena woodi jaaɓɗe ɗe njoɓetaake!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
ff: Mozilla, peewnuɗo Firefox, mahii Yuɓɓo smartfon ngam jokkude keɓagol Geese oo wonande fof en. Kadi caggal nde Firefox OS mahaa e HTML5, aɗa waawi heɓde ujunnaaje jaaɓɗe topanaaɗe Geese.

source: Track the location of your lost/stolen device
ff: Rewindo nokkuure kaɓirgol mah majjungel/gujjangel

source: Remotely wipe the device.
ff: Momtu kaɓirgol ngol e goɗɗol.

source: Remotely lock the device.
ff: Sok kaɓirgol ngol e goɗɗol.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
ff: Firefox OS mahiraa ko huutoraade HTML5 ɓolo e karalleeje Geese udditiiɗe.

source: You can use it to create and set a daily budget for data usage.
ff: Aɗa waawi huutoraade ɗum ngal sosde e reglude no kuutorto-ɗaa keɓe ñalnde kala.

source: It shows usage per app.
ff: Ena holla kuutoragol jaaɓngal fof.

source: It shows usage by time.
ff: Ena holla kuutoragol waktu.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
ff: Firefox OS tammbii ɗum ko renndo topayɓe huuɓngo e sarwibooɓe loowdi daraniiɓe sosde loowdi kesiri moolanaandi e jaaɓɗe joopiiɗe nguurndam ɗo koɗ-ɗaa ɗoo. Jaaɓɗe e loowdi kesiri ena ɓeydee ñalnde kala

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
ff: Topayɓe jaaɓɗe nana ɓeydoo seeɗa-seeɗa faamde nafoore HTML5 addande Geese Udditiiɗe.

source: They’re packed with the features that made you want a smartphone in the first place.
ff: Eɗe keewi fannuuji gaddanooji-ma yiɗe smartfon ko adii fof.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
ff: Ko ɗe kesekadi tammbii-ɗe ko renndo huuɓngo gollantoogu yoo Geese keɓo tee wonana ɗoo mo woni kala.

source: It’s packed with the features that made you want a smartphone in the first place.
ff: Eɗum heewi fannuuji gaddanooji-ma yiɗe smartfon ko adii fof.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
ff: Ko ɗum kesum kadii tammbii-ɗum ko renndo huuɓngo gollantoogu yoo Geese keɓo tee wonana ɗoo mo woni kala.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ff: Fannuuji mum ena jogii yuɓɓo kisal ɓurngal ñisde ttiɗtinaande e duuɓi sappo pawɗe ɗe min ndaranii Geese udditiiɗe. Waɗiraa ko suurde kuutoro oo e yuɓɓo ngoo e jaaɓnirɗe e loowdi bonnooje kadi ena hisna jaaɓɗe hakkunde mum'en.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
ff: <ol> <li>Uddit jaaɓngal Teelte e kaɓirgol maa.</li> <li>Woro fayde les labo-ɗaa <strong>Humpito Kaɓirgol</strong>.</li> <li>E henorde Humpito Kaɓirgol ndee labo <strong>Ɓeydu Humpito</strong> kisa ƴeew tonngooɗe yamre ɗee e <em>OS version</em> dow henorde ndee. <ul> <li><em>Firefox OS 1.0.1.0</em> firti ko njogi-ɗaa ko yamre 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> firti ko njogi-ɗaa ko yamre 1.1</li> <li><em>1.3.0.0</em> firti ko njogi-ɗaa ko yamre 1.3</li> <li><em>2.0.0.0</em> firti ko njogi-ɗaa ko yamre 2.0</li> </ul> </li> </ol>

source: Submit
ff: Naatnu

source: Menu
ff: Dosol

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
ff: Bannge e ndii loowdi ko ©1998–{0} wallitooɓe Mozilla.org heeriiɓe. Loowdi ngoodndi e jamirol <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.

source: Source code
ff: Ɗaɗi dokkol

source: Contact Us
ff: Jokkondir e amen

source: Partner with Us
ff: Huutondir e Amen

source: Donate
ff: Addu dokkal

source: Privacy Policy
ff: Dawirgol Suturo

source: Legal Notices
ff: Tintine Laawol

source: Report Trademark Abuse
ff: Jaŋto Nguyka Marke

source: Mozilla on Twitter
ff: Mozilla e Twitter

source: Firefox on Twitter
ff: Firefox e Twitter

source: Mozilla on Facebook
ff: Mozilla e Facebook

source: Firefox on Facebook
ff: Firefox e Facebook

source: Learn more
ff: Ɓeydu humpito

source: Home
ff: Damal

source: About
ff: Baɗte

source: Language
ff: Ɗemngal

source: Firefox OS version
ff: Yamre Firefox OS

source: Which version do I have?
ff: Hol yamre njogii-mi?

source: Change
ff: Waylu

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
ff: Famminorde Firefox OS yamre {version} woodaani e ɗemngal {language}, kisa min ɓenninte to lowre yamre Englereere ndee.

source: The latest version available in {language} is {version}.
ff: Yamre ɓurnde hesɗude e ɗemngal {language} ko {version}.

source: Arabic
ff: Aarabeere

source: Bengali (India)
ff: Bengali (Enndo)

source: Croatian
ff: Korowasiire

source: Czech
ff: Cekiire

source: English
ff: Engeleere

source: German
ff: Docce

source: Greek
ff: Gerek

source: Fulah
ff: Pulaar-Fulfulde

source: French
ff: Farayseere

source: Hausa
ff: Hawsa

source: Hindi
ff: Hinndi

source: Hungarian
ff: Hungariire

source: Italian
ff: Italiire

source: Japanese
ff: Saponeere

source: Polish
ff: Poloneere

source: Portuguese
ff: Purtugeesre

source: Serbian
ff: Serbiire

source: Kiswahili
ff: Suwaahili

source: Spanish
ff: Español

source: Xhosa
ff: Koosa

source: Zulu
ff: Sulu
