Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
es: El rastreo de tu ubicación permite encontrar tu dispositivo en el caso de que lo pierdas. Las funciones de borrado y bloqueo remoto ayudan a mantener segura tu información personal.
fr: La géolocalisation vous aide à trouver votre appareil si vous le perdez. Pouvoir effacer et verrouiller à distance vous aide à garder vos renseignements personnels en toute sécurité.
pt_br: O mapeamento da localização ajuda você encontrar seu dispositivo caso você o perca. Com a capacidade de limpar e bloquear dados remotamente, você mantém sua informação pessoal segura.
xh: Ukulandela indawo yakho kwenza kube lula ukufumana idivayisi yakho xa uyilahlile. Ukukwazi ukusula utshixe ngerimothi kunceda ugcine inkcukacha zakho zikhuselekile.
zu: Ukuthungatha indawo kukusiza uthole idivayisi yakho uma ikulahlekela. Uyesule konke noma uyikhiye ulapho ukhona ukuze ugcine imininingwane yakho iphephile.

source: Ringtones
es: Tonos
fr: Sonneries
pt_br: Toques de chamada
xh: Izandi zefowuni
zu: Iminkenenezo yokukhala kocingo

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
es: Personaliza tu teléfono Firefox OS creando nuevas melodías a partir de tu colección de música o de canciones que descargues de la Web.
fr: Personnalisez votre téléphone Firefox OS en créant de nouvelles sonneries à partir de votre collection de musiques ou des chansons que vous téléchargez à partir du Web.
pt_br: Personalize o seu telefone Firefox OS através da criação de novos toques de sua coleção de música ou de músicas que você baixar da web.
xh: Lungelalanisa ifowuni yakho ye-Firefox OS ngokwenza izandi zefowuni ezintsha ngomculo wakho okanye iingoma ozikhuphele kwiwebhu.
zu: Lungisa ifoni yakho i-Firefox OS ngokuzakhela eyakho iminkenenezo yokukhala kocingo ngomculo wakho noma ngamaculo owadawunilodile ku-Inthanethi.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
es: Desarrolladores de aplicaciones de todo el mundo están comprometidos con Firefox OS y habrá decenas de miles de aplicaciones gratuitas y de pago disponibles en el momento del lanzamiento. Esta lista, que va en aumento, incluye a destacados desarrolladores de aplicaciones como Facebook, YouTube, Twitter, YouTube, Pinterest y ConnectA2, así como una app de Flashlight y Calculadora.
fr: Les développeurs d'applications à travers le monde se sont engagés pour Firefox OS et des milliers d'applications gratuites seront disponibles au lancement. La liste croissante comprend les principaux développeurs d'applications comme Facebook, YouTube, Twitter, YouTube, Pinterest et ConnectA2 ainsi que par exemple une application de lampe de poche et une calculatrice.
pt_br: Desenvolvedores de aplicativos de todo o mundo estão comprometidos com o Firefox OS e centenas de aplicativos pagos e gratuitos estarão disponíveis no lançamento. A lista crescente inclui desenvolvedores de aplicativos líderes como Facebook, YouTube, Twitter, Pinterest e ConnectA2 assim como um app de lanterna e calculadora.
xh: Abaphuhlisi be-aplikheshini kwihlabathi bazinikele kwi-Firefox OS kwaye namashumi amakhulu osetyenziso mahala ayakubakho xakusaziswa ngemveliso. Uluhlu olukhulayo luquke abaphuhlisi abadumileyo njengeKhasilobuso, i-YouTube, u-Twitter, i-Pinterest ne-ConnectA2 ngokunjalo neaplikheshini yethotshi nekhaltyhuleyitha.
zu: Abathuthukisi bama-app emhlabeni jikelele bazibophezele ku-Firefox OS. Uhla olwandayo lwabathuthukisi bama-app abafana ne-Facebook, Twitter, YouTube kanye ne-ConnectA2, kanjalo ne-app ye-Flashlight ne-Calculator.

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
es: Los usuarios pueden colocar marcadores en cualquier sitio web en su pantalla de inicio para utilizar la función de esa web directamente desde allí. Además, los usuarios pueden simplemente introducir cualquier término de búsqueda en la pantalla de inicio e instantáneamente crear una aplicación de un sólo uso o descargable. La creación y el uso de estas aplicaciones bajo demanda hace que los usuarios tengan el control absoluto de su experiencia de smartphone y hace posible que la gente consiga exactamente los contenidos que quieren, cuando los quieren.
fr: Les utilisateurs peuvent placer des marque-pages de n'importe quel site Web sur leur écran d'accueil pour fournir les fonctionnalités de ce site directement à partir de là. En outre, les utilisateurs peuvent simplement saisir un terme de recherche sur l'écran d'accueil et créer instantanément une application téléchargeable. Pouvoir créer et utiliser ces applications à la demande donne aux utilisateurs le contrôle complet de leur expérience du smartphone et leur donne le contenu exact qu'ils veulent, quand ils le veulent.
pt_br: Os usuários podem criar marcadores para qualquer site que visitem diretamente na homescreen para acessar aquele site diretamente de lá. Também é possível utilizar qualquer termo de pesquisa diretamente na tela inicial para usar um app apenas uma vez. A criação e a utilização desses apps sob demanda colocam o usuário em completo controle do modo como utilizam seu smartphone e faz com que as pessoas tenham o conteúdo que querem exatamente quando quiserem.
xh: Abasebenzisi bangabeka iibhukhimakhi nakweyiphina iwebhusayithi kwiskrini sabo sekhaya ukwenza ukusebenziseka kwesayithi ngqo. Kwakhona, abasebenzisi bangafaka lula nantonina abayikhangelayo kwiskrini sekhaya kwaye ngesiquphe bazenzele usebenziso lokuqala okanye bakhuphele iaplikheshini. Ukwenza nokusebenzisa ezi aplikheshini ngokumandla kubeka abasebenzisi kulawulo olugqibeleleyo lwee-smartphone zabo kwaye kwenza babenakho ukufumana esona siqulatho abasifunayo, xa besifuna.
zu: Abasebenzisi bangabeka amabhukumaka kunoma yiyiphi iwebhusayithi kuskrini sabo sasekhaya ukuhlinzeka ukusebenza kwaleyo sayithi ilapho ngqo. Futhi, abasebenzisi bangavele bacinge noma yini eskrinini sasekhaya bese ngokushesha bazakhele i-app esetsheniswa kanye noma i-app edawunilodekayo. Ukwakha nokusebenzisa la ma-app kubeka abasebenzisi esikhundleni sokulawula indlela abasebenzisa ngayo ama-smartphone kuphinde kwenze ukuthi bakwazi ukuthola lolo lwazi abalufunayo, ngesikhathi abalufuna ngaso.

source: Can I use WhatsApp on this phone?
es: ¿Puedo utilizar WhatsApp en este teléfono?
fr: Puis-je utiliser WhatsApp sur ce téléphone ?
pt_br: Posso usar o WhatsApp com esse telefone?
xh: Ndingamsebenzisa u-WhatsApp kule fowuni?
zu: Ngingawusebenzisa u-WhatsApp kule foni?

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
es: No directamente, pero la aplicación ConnectA2 te permite mandar mensajes instantáneos a tus contactos en ConnectA2 y/o WhatsApp. Puedes enviar y recibir mensajes, emoticonos, imágenes, vídeos y ficheros de audio gratis. También puedes crear y usar conversaciones de grupo y recibir notificaciones de mensajes nuevos, aunque la aplicación esté cerrada.
fr: Pas directement, mais l'application ConnectA2 vous permet d'envoyer des messages instantanés à vos contacts sur ConnectA2 et /ou WhatsApp. Vous pouvez envoyer et recevoir des messages, des émoticônes, des photos, vidéos et fichiers audio gratuitement. Vous pouvez également créer et utiliser des discussions de groupe et recevoir les notifications de nouveaux messages, même lorsque l'application est fermée.
pt_br: Não diretamente, mas o aplicativo ConnectA2 permite enviar e receber mensagens instantâneas, emoticons, imagens, vídeos e arquivos de áudio de graça. Você pode também criar e utilizar grupos de chat e receber notificações de novas mensagens, mesmo o aplicativo estando fechado.
xh: Nothi ngqo, kodwa u-ConnectA2 app ukuvumela ukuba uthumele imiyalezo yesiquphe kubaqhagamshelani bakho ku-ConnectA2 kwaye/okanye ku-WhatsApp. Ungathumela okanye ufumane imiyalezo, ii-emoticon, imifanekiso, iividiyo nefayile zezandi mahala. Ungenza usebenzise namaqela okuncokola ufumane nezaziso zemiyalezo emitsha, nkqu naxa i-app ivaliwe.
zu: Hhayi ngqo, kodwa i-ConnectA2 ikuvumela ukuba ukwazi ukuthumela imiyalezo esheshayo koxhumana nabo ku-ConnectA2 kanye/noma ku-WhatsApp. Ungakwazi ukuthumela imiyalezo nokuthunyelwa imiyalezo, imifanekiso yopopayi, izithombe, amavidiyo kanye namafayela emisindo mahhala. Ungaphinde wenze ubuye usebenzise izinkundla zokuxoxisana uphinde wamukele izaziso zemiyalezo emisha, ngisho noma i-app ivaliwe.

source: Will my apps work offline?
es: ¿Funcionan las aplicaciones sin conexión a internet?
fr: Mes applications vont-elles fonctionner hors connexion ?
pt_br: Será que os meus aplicativos funcionam offline?
xh: Ingaba iiaplikheshini zingasebenza xa kungekho nethiwekhi?
zu: Ingabe ama-app ami azosebenza noma ngingekho emoyeni?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
es: Firefox Marketplace es nuestro centro de referencia para aplicaciones gratuitas, entre ellas algunas favoritas como Twitter y Facebook, así como un magnífico contenido local de los mejores desarrolladores web en tu región.
fr: Le Marketplace de Firefox est notre source privilégiée pour les applications gratuites, vous y trouverez les plus populaires comme Twitter et Facebook, mais aussi celles qui correspondent le mieux à votre région ou pays, conçues par les meilleurs développeurs locaux.
pt_br: O Firefox Marketplace é o nossa fonte de apps grátis, incluindo os favoritos como o Twitter e o Facebook, e o conteúdos locais mais legais dos melhores desenvolvedores Web da sua região.
xh: IMarike ye-Firefox ngumthombo weeaplikheshini ezisimahla, eziquka izinto ozithandayo njengoTwitter noFacebook, nezinye iziqulatho zasekuhlaleni ezisuka kubaqulunqi beewebhu ezigqwesileyo kwingingqi yakho.
zu: I-Firefox Marketplace umthombo wethu ongaya kuwo lapho ufuna ama-app amahhala, kubandakanya izintandokazi ezifana ne-Twitter ne-Facebook, kanye nolwazi lwasendaweni oluncomekayo lusuka kubathuthukisi be-Inthanethi abaphambili esizindeni sakho.

source: Exchange, POP3 and IMAP are currently supported.
es: Actualmente son compatibles Exchange, POP3 y IMAP.
fr: Les protocoles Exchange, POP3 et IMAP sont actuellement pris en charge.
pt_br: Exchange, POP3 e IMAP são suportadas atualmente.
xh: Utshintsho, i-POP3 ne-IMAP azixhaswa okwangoku.
zu: I-Exchange, POP3 ne-IMAP njengamanje besekiwe.

source: The Mozilla Mission
es: La misión de Firefox
fr: La mission de Mozilla
pt_br: A Missão da Mozilla
xh: Injongo ye-Mozilla
zu: Umgomo we-Firefox

source: Take the Challenge
es: Acepta el desafío
fr: Relevez le défi
pt_br: Aceite o Desafio
xh: Thatha umceli-mngeni
zu: Yamukela Inselele

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
es: Si has revisado todas las preguntas y el contenido íntegro, dispones de lo fundamental para satisfacer las necesidades de sus clientes de Firefox OS. Fácil de usar, un teléfono con Firefox OS es perfecto para los nuevos usuarios de teléfonos inteligentes e incluye todas las funciones que los clientes quieren y necesitan. Además, ha sido desarrollado Mozilla, lo que convierte al sistema operativo Firefox OS en la opción ideal para todas aquellas personas comprometidas con garantizar que la Web siga estando en sus manos.
fr: Si vous avez essayé de répondre à toutes les questions, vous êtes prêt à montrer à vos clients que Firefox OS correspond à leurs besoins. Facile à utiliser, un smartphone Firefox OS est parfait pour les nouveaux utilisateurs de smartphones et il offre beaucoup de toutes les fonctionnalités que les clients veulent et dont ils ont besoin. Et il est créé par Mozilla, ce qui fait de Firefox OS le bon choix pour quiconque est engagé à veiller à ce que la puissance du Web reste dans les mains des utilisateurs&nbsp;!
pt_br: Se você percorreu todas as perguntas e todo o conteúdo, então você tem os conhecimentos necessários para combinar o Firefox OS com as necessidades dos seus clientes. Fácil de usar, um smartphone Firefox OS é perfeito para usuários novatos de smartphone e repleto de recursos que os clientes querem e precisam. E é desenvolvido pela Mozilla, fazendo com que o Firefox OS seja a escolha certa para qualquer pessoa comprometida em assegurar que a Web continue em suas mãos!
xh: Ukuba uyenze yonke imibuzo neziqulatho, ukulungele ukudibanisa i-Firefox OS neemfuno zabathengi bakho. Kulula ukuyisebenzisa, i-smartphone se-Firefox OS sisesona silungele abasenzisi abaqalayo be-smartphone esitsha kwaye sizele iifitsha ezifunwa ngabathengi. Kwaye yomelezwe yi-Mozilla, yenze i-Firefox OS ibe lelona khetho lawo nawuphina umntu ozinikezeleyo ekuqinisekiseni ukuba amandla ewebhu ahlala esezandleni zabo!
zu: Uma usuyifunde yonke imibuzo, usukulungele ukumatanisa i-Firefox OS nezidingo zamakhasimende akho. I-Firefox OS smartphone okulula ukuyisebenzisa iwalungele kakhulu amakhasimende asaqala ukusebenzisa ama-smartphone futhi anawo wonke amafisha angalindelwa amakhasimende akho. Futhi ixhaswe ngabakwa-Mozilla, nokwenza i-Firefox OS ibe yisinqumo esilungele noma ubani ozibophezele ekuqinisekiseni ukuthi amandla e-inthanethi ahlala esezandleni zawo!

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
es: ¿Qué ejemplos puede darme del tipo de personalización y control que permite Firefox OS? Selecciona todas las que sean pertinentes.
fr: Quels sont les exemples de ce genre de personnalisation et de contrôle permis par Firefox OS&nbsp;? Sélectionnez tout ce qui convient.
pt_br: Quais são exemplos do tipo de personalização e controle que o Firefox OS permite? Selecione todas as opções válidas.
xh: Yeyiphi eminye imizekelo yohlobo lokulungelenanisa neminqweno yakho nokulawula evunyelweyo yi-Firefox OS? Khetha konke okufanelekileyo.
zu: Yiziphi ezinye zezibonelo zezinhlobo zokuzilungiselela ucingo nokulawula ezivunyelwe yi-Firefox OS? Khetha konke okuhambisanayo.

source: That’s right! All of these things are possible with a Firefox OS phone.
es: ¡Correcto! Todas las opciones son posibles con un teléfono Firefox OS.
fr: C'est exact ! Tout cela est possible avec un téléphone Firefox OS.
pt_br: Está certo! Todas estas coisas são possíveis com um telefone Firefox OS.
xh: Kunjalo! Zonke ezi zinto zinakho ukwenzeka ngefowuni ye-Firefox OS.
zu: Kunjalo! Konke lokhu kuyenzeka efonini ye-Firefox OS.

source: Actually, all of these things are possible with a Firefox OS phone.
es: En realidad todas las opciones son posibles con un teléfono Firefox OS.
fr: En fait, tout cela est possible avec un téléphone Firefox OS.
pt_br: Na verdade, todas essas coisas são possíveis com um telefone Firefox OS.
xh: Ngokuqinisekileyo, zonke ezi zinto zinakho ukwenzeka ngefowuni ye-Firefox OS.
zu: Empeleni nje, konke lokhu kuyenzeka efonini ye-Firefox OS.

source: There are more. Try again.
es: Hay más. Prueba de nuevo.
fr: Il y a davantage de réponses. Essayez encore.
pt_br: Há mais. Tente novamente.
xh: Zikhona nezinye. Zama kwakhona.
zu: Kusekhona okunye. Phinda uzame.

source: That’s right. This icon represents the Firefox Browser.
es: Correcto. El icono representa el navegador Firefox.
fr: C'est exact. Cette icône est celle du navigateur Firefox.
pt_br: Está certo. Este ícone representa o navegador Firefox.
xh: Kunjalo. Le ayikhoni imele ibhrawuza ye-Firefox.
zu: Kunjalo! Lo mfuziselo umele Isiphequluli se-Firefox OS.

source: Actually, this icon represents the Firefox Browser.
es: En realidad el icono representa el navegador Firefox.
fr: En fait, cette icône est celle du navigateur Firefox.
pt_br: Na verdade, este ícone representa o navegador Firefox.
xh: Ngokuqinisekileyo, le ayikhoni imele ibhrawuza ye-Firefox.
zu: Empeleni, lo mfuziselo umele Isiphequluli se-Firefox.

source: What does Bluetooth allow users to do? Select all that apply
es: ¿Qué les permite hacer Bluetooth a los usuarios? Selecciona todas las que sean pertinentes.
fr: Qu'est-ce que Bluetooth permet aux utilisateurs de faire ? Sélectionnez toutes les réponses qui conviennent selon vous.
pt_br: O que o Bluetooth permite aos usuários fazer? Selecione todas que se aplicam
xh: I-Bluetooth ivumela abasebenzi benze ntoni? Khetha konke okufanelekileyo
zu: Ingabe i-Bluetooth ivumela abasebenzisi ukuba benzeni? Khetha konke okuhambisanayo

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
es: ¡Correcto! Todos estos recursos pueden compartirse a través de Bluetooth con tu teléfono Firefox OS.
fr: C'est ça ! Tout cela peut être partagé via Bluetooth avec votre téléphone Firefox OS.
pt_br: Está certo! Todas estas coisas podem ser compartilhadas via Bluetooth com o seu telefone Firefox OS.
xh: Kunjalo! Zonke ezi zinto zingabelwana nge-Bluetooth ngefowuni ye-Firefox OS.
zu: Kunjalo! Zonke lezi zinto kungabelwana ngazo nge-Bluetooth efonini yakho ye-Firefox OS.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
es: De hecho, todos estos recursos pueden compartirse a través de Bluetooth con tu teléfono Firefox OS.
fr: En fait, tout cela peut être partagé via Bluetooth avec votre téléphone Firefox OS…
pt_br: Na verdade, todas essas coisas podem ser compartilhadas via Bluetooth com o seu telefone Firefox OS .
xh: Ngokuqinisekileyo, zonke ezi zinto kungabelwana ngazo nge-Bluetooth ngefowuni yakho ye-Firefox OS..
zu: Empeleni, zonke lezi zinto kungabelwana ngazo nge-Bluetooth efonini yakho ye-Firefox OS..

source: Actually, all of these are true about Firefox OS.
es: De hecho todas son verdaderas respecto a Firefox OS.
fr: En fait, toutes ces affirmations sur Firefox OS sont exactes.
pt_br: Na verdade, todas são verdadeiras sobre o Firefox OS.
xh: Ngokuqinisekileyo, konke oku kuyinene nge-Firefox OS.
zu: Empeleni, konke lokhu kuyiqiniso nge-Firefox OS.

source: Actually, all of these are true about Firefox OS
es: De hecho todas son verdaderas respecto a Firefox OS.
fr: En fait, toutes ces affirmations sur Firefox OS sont exactes.
pt_br: Na verdade, todas são verdadeiras sobre o Firefox OS
xh: Ngokuqinisekileyo, konke oku kuyinene nge-Firefox OS
zu: Empeleni, konke lokhu kuyiqiniso nge-Firefox OS

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
es: Exacto. Con un nuevo usuario de teléfonos inteligentes, debes hablar sobre su sencillez y destacar características relacionadas con el control de su experiencia y la personalización del teléfono.
fr: En fait, avec quelqu'un qui utilise un smartphone pour la première fois, vous devriez parler de sa simplicité et de ses fonctionnalités, des moyens de contrôler son expérience et de personnaliser son téléphone.
pt_br: Correto! Com um usuário iniciante em smartphones, você deve falar sobre sua simplicidade e recursos que incluem maneiras de controlar e customizar a experiência dele com o telefone.
xh: Kulungile. Kumsebenzisi wokuqala we-smartphone, kufuneka uthethe ngobulula nangeefitsha eziquka indlela yokulawula ukuyisebenzisa kwabo nokuyenza ibalungele ifowuni yabo.
zu: Kunjalo. Kumuntu oqalayo ukusebenzisa i-smartphone, kufanele ukhulume ngobulula bayo namafisha abandakanya izindlela zokulawula abakwenzayo kanye nokuyilungiselela ifanelane naye.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
es: En realidad, con un nuevo usuario de teléfonos inteligentes, debes hablar sobre su sencillez y destacar características relacionadas con el control de su experiencia y la personalización del teléfono.
fr: En fait, avec quelqu'un qui utilise un smartphone pour la première fois, vous devriez parler de sa simplicité et de ses fonctionnalités, des moyens de contrôler son expérience et de personnaliser son téléphone.
pt_br: Na verdade, com um usuário iniciante, você deve falar sobre sua simplicidade e recursos que incluem maneiras de controlar e customizar a experiência dele com o telefone.
xh: Ngokuqinisekileyo, kumsebenzisi wokuqala we-smartphone, kufuneka uthethe ngobulula nangeefitsha eziquka indlela yokulawula ukuyisebenzisa kwabo nokuyenza ibalungele ifowuni yabo.
zu: Empeleni nje, kumuntu oqalayo ukusebenzisa i-smartphone, kufanele ukhulume ngobulula bayo namafisha abandakanya izindlela zokulawula abakwenzayo kanye nokuyilungiselela ifanelane naye.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
es: Correcto. Cuando conozcas a un fan de Firefox, háblale sobre cómo la elección de Firefox OS supone un compromiso para que el poder de la Web siga en sus manos.
fr: C'est exact. Lorsque vous rencontrez un fan de Firefox, dites-lui que choisir Firefox OS c'est aussi un engagement à maintenir la puissance du Web entre les mains des utilisateurs.
pt_br: Correto! Quando você estiver com um fã do Firefox, fale sobre como escolher o Firefox OS mostra um compromisso em manter a força da Web nas mãos dele.
xh: Kunjalo. Xa udibana nomxhasi we-Firefox, thetha ngokuba ukukhetha i-Firefox OS kubonakalisa ukuzinikezela ekugcineni amandla ewebhu esezandleni zabo.
zu: Kunjalo. Uma uhlangana nomthandi we-Firefox, khuluma ngokuthi ukukhetha i-Firefox OS kukhombisa kanjani ukuzibophezela ekugcineni amandla e-Inthanethi esezandleni zakhe.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
es: En realidad, cuando conozcas a un fan de Firefox, háblale sobre cómo la elección de Firefox OS supone un compromiso para que el poder de la Web siga en sus manos.
fr: En fait, lorsque vous rencontrez un fan de Firefox, dites-lui que choisir Firefox OS c'est aussi un engagement à maintenir la puissance du Web entre les mains des utilisateurs.
pt_br: Na verdade, quando você conhece um fã do Firefox, converse sobre como escolher o Firefox OS mostra um comprometimento de manter o poder da Web em suas mãos
xh: Ngokuqiniselileyo, xa udibana nomxhasi we-Firefox, thetha ngokuba ukukhetha i-Firefox OS kubonakalisa ukuzinikezela ekugcineni amandla ewebhu esezandleni zabo.
zu: Empeleni nje, uma uhlangana nomthandi we-Firefox, khuluma ngokuthi ukukhetha i-Firefox OS kukhombisa kanjani ukuzibophezela ekugcineni amandla e-Inthanethi esezandleni zakhe.
