Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Firefox OS offers two ways to get apps: <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like “sushi” to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want.</li> </ul>
el: Το Firefox OS παρέχει δύο τρόπους για να λάβετε εφαρμογές:<ul><li>Το Firefox Marketplace -- Την δική μας πηγή για να αποκτήσετε σπουδαίες εφαρμογές όπως το Twitter και φοβερό τοπικό περιεχόμενο από τους καλύτερους Web developers της περιοχής σας.</li><li>Την δυναμική αναζήτηση εφαρμογών -- Απλώς πληκτρολογήστε μια λέξη όπως «sushi» για να ανακαλύψετε σχετικές εφαρμογές στην περιοχή σας. Μια τεχνολογικά προηγμένη υπηρεσία στο κινητό σας, ώστε να έχετε ό,τι χρειάζεστε.</li></ul>
es: Firefox OS proporciona dos métodos para obtener aplicaciones:<ul><li>Firefox Marketplace: nuestro centro de referencia para grandes aplicaciones como Twitter y un magnífico contenido local de los mejores desarrolladores web en tu región.</li><li>Búsqueda Adaptativa de Aplicaciones: escribe una palabra como “sushi” y descubre las aplicaciones móviles relacionadas en tu región, ofrecidas por una experiencia móvil excelente y adaptadas para que encuentres lo que deseas.</li></ul>
it: Firefox OS offre due modi per ottenere app: <ul> <li>Firefox Marketplace – La risorsa di riferimento per app come Twitter e utili contenuti locali, realizzati dai migliori sviluppatori web della tua zona.</li><li>Ricerca adattiva delle app – Digita una singola parola come “sushi” per scoprire tutte le app correlate, sperimentando una navigazione di livello superiore e contenuti adattati alle tue esigenze.</li> </ul>
pt_br: Há dois modos de obter aplicativos no Firefox OS:<ul><li>Firefox Marketplace — Nossa fonte dedicada aos melhores aplicativos, como o Twitter e conteúdo local dos melhores desenvolvedores de Web de sua região.</li><li>Pesquisa de aplicativos adaptável — Digite uma única palavra como “sushi” para descobrir aplicativos móveis relacionados em sua região, fornecidos por uma experiência móvel superior e ajustado para dar o que você precisa.</li><ul>

source: Which email providers are supported?
el: Ποιοι πάροχοι email υποστηρίζονται;
es: ¿Qué proveedores de correo electrónico admite?
it: Quali fornitori di email sono supportati?
pt_br: Quais provedores de e-mail são suportados?

source: Hotmail and Yahoo mail are currently supported with more on the way in future releases.
el: Προς το παρόν υποστηρίζονται οι Hotmail και Yahoo, μα αναμένονται περισσότεροι σε μελλοντικές εκδόσεις
es: De momento es compatible con Hotmail y Yahoo, y en próximos lanzamientos se añadirán más.
it: Attualmente sono supportati Yahoo e Hotmail, ma verranno aggiunti altri fornitori nelle prossime versioni.
pt_br: Atualmente o Firefox OS está funcionando com Hotmail e Yahoo, mas muitos outros estão saindo do forno.

source: Where should I go if I have more questions?
bn_in: আমি কোথায় যাবো যদি আমার আরও কিছু প্রশ্ন থাকে?
el: Που θα απευθυνθώ αν έχω κι άλλες ερωτήσεις;
es: ¿A dónde debo dirigirme si tengo más preguntas?
fr: Où me rendre si j'ai d'autres questions ?
hi_in: मुझे कहाँ जाना चाहिए यदि मेरे पास और सवाल हैं?
it: Cosa posso fare se ho altre domande?
pt_br: Onde devo ir, se eu tiver mais perguntas?
xh: Kufuneka ndiye phi xa ndineminye imibuzo?
zu: Ngingayaphi uma ngineminye imibuzo?

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
el: Επισκεφθείτε τη σελίδα <a href='https://support.mozilla.org/el/kb/firefox-os-user-guide'>https://support.mozilla.org/el/kb/firefox-os-user-guide</a> για περισσότερες πληροφορίες.
es: Visita <a href='https://support.mozilla.org/kb/firefox-os-user-guide'>https://support.mozilla.org/es/products/firefox-os</a> para obtener más información.
fr: Visitez <a href="https://support.mozilla.org/fr/products/firefox-os">https://support.mozilla.org/fr/products/firefox-os</a> pour plus d'informations.
hi_in: जाएँ <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> अधिक जानकारी के लिए.
it: Visita <a href="https://support.mozilla.org/products/firefox-os">https://support.mozilla.org/products/firefox-os</a> per ulteriori informazioni.
pt_br: Visite <a href="https://support.mozilla.org/pt-BR/products/firefox-os">https://support.mozilla.org/pt-BR/products/firefox-os</a> para mais informações.
xh: Tyelela <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> malunga nezinye iinkcukacha.
zu: Vakashela ku <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> ukuze uthole ulwazi olwengeziwe.

source: The Firefox Mission
bn_in: Firefox মিশন
el: Αποστολή του Firefox
es: La misión de Firefox
hi_in: Firefox का मिशन
it: La missione di Firefox
pt_br: A Missão do Firefox

source: Our mission is to promote openness, innovation and opportunity on the Web.
bn_in: আমাদের লক্ষ্য হলো মুক্ততা, নতুনত্ব এবং সুযোগকে উন্নীত করা।
el: Αποστολή μας είναι η προώθηση της διαφάνειας, της καινοτομίας και της ευκαιρίας στον ιστό.
es: Nuestra misión es promover la apertura, la innovación y la oportunidad en la Web.
fr: Notre mission est de promouvoir l'ouverture, l'innovation et la bonne santé du Web.
hi_in: हमारा मिशन वेब पर खुलापन, नवाचार और अवसर को बढ़ावा देने का है.
it: La nostra missione è promuovere apertura, innovazione e opportunità sul Web.
pt_br: Nossa missão é promover a abertura, inovação e oportunidade na Web.
xh: Umsebenzi wethu ongundoqo kukhuthaza ukutyhileka, ukungenisa izinto ezintsha kunye namathuba amatsha kwiWebhu.
zu: Umgomo wethu ukugqugquzela ukuvuleleka, amacebo amasha namathuba ku-Inthanethi.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities. Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.
bn_in: প্রত্যেকটি Firefox OS স্মার্ট ফোনের পিছনেই রয়েছে Mozilla: সহস্রাধিক মানুষের সমন্বয়ে গঠিত একটি গ্লোবাল কমিউনিটি যা সকলের জন্য ওয়েবকে ব্যাবহারযোগ্য রাখতে নিবেদিত। কেননা আমরা বিশ্বাস করি আমাদের প্রত্যেকেরই এমন ওয়েবের অধিকার আছে যা শুধুমাত্র কিছু বৃহৎ সংস্থা দ্বারা নিয়ন্ত্রিত নয়। হ্যাঁ , আমরা অন্যদের থেকে সামান্য আলাদা। একত্রে, আমরা ওয়েবের জন্য একটি উজ্জ্বল ভবিষ্যৎ নির্মাণ করতে পারি।
el: Πίσω από κάθε Firefox OS smartphone βρίσκεται το ίδρυμα Mozilla, μια παγκόσμια κοινότητα χιλιάδων ανθρώπων, αφοσιωμένων στη διατήρηση της προσβασιμότητας του ιστού από όλους. Κι αυτό επειδή πιστεύουμε πως ο καθένας μας έχει το δικαίωμα πρόσβασης σε έναν ιστό που δεν ελέγχεται από μερικούς μόνο μεγάλους οργανισμούς. Ναι, είμαστε λίγο διαφορετικοί από τους άλλους. Μαζί, μπορούμε να χτίσουμε ένα λαμπρότερο μέλλον για τον ιστό.
es: Detrás de cada teléfono inteligente Firefox OS está Mozilla: una comunidad global de miles de personas comprometidas a mantener la Web accesible para todos. Porque creemos que todos y cada uno de nosotros tiene derecho a una Web que no esté controlada por unas pocas grandes entidades. Sí, somos un poco diferentes a los demás. Juntos, podemos crear un futuro mejor para la Web.
fr: Derrière chaque smartphone Firefox OS se tient Mozilla, une communauté mondiale de milliers de passionnés qui se démènent pour que le Web reste accessible à tous. Car nous croyons que chacun d'entre-nous a le droit de profiter d'un Web qui ne soit pas contrôlé par juste quelques grandes entités. Oui, nous sommes un peu différents des autres. Ensemble, nous pouvons construire un meilleur avenir pour le Web.
hi_in: हर Firefox OS स्मार्टफ़ोन के पीछे Mozilla है: हजारों का एक वैश्विक समुदाय जो सभी के लिए सुलभ वेब रखने के लिए समर्पित है . क्योंकि हमारा मानना है कि हर किसीको वेब का अधिकार है जो की कुछ बड़ी संस्थाओं द्वारा नियंत्रित नहीं है और जो इकट्ठा होकर वेब के बेहतर भविष्य के लिए तैयार किया गया है. हाँ, हम अन्य लोगों से थोड़ा अलग हैं.
it: Alla base di ogni smartphone Firefox OS c’è Mozilla: una comunità globale di migliaia di persone che si impegnano per mantenere il Web accessibile a tutti. Questo perché crediamo che tutti abbiano diritto a un Web libero dal controllo di pochi grandi nomi. Già, siamo decisamente diversi dalla concorrenza. Insieme possiamo costruire un futuro migliore per il Web.
pt_br: Atrás de cada smartphone do Firefox OS está a Mozilla: uma comunidade global de milhares de pessoas dedicadas a manter a Web acessível para todos. Isso porque acreditamos que todos nós temos o direito a uma Web que não seja controlada por apenas algumas grandes organizações. Pois é, somos um pouco diferentes. Juntos, podemos construir um futuro mais brilhante para a Web.
xh: I-smartphone se-Firefox OS ngasinye sixhaswa yi-Mozilla, uluntu lwehlabathi olungamawaka oluzinikele ekugcineni iwebhu ifumaneka kumntu wonke. Kungokuba sikholelwa ukuba sonke sinelungelo kwiwebhu engalawulwa ngamaqumrhu amakhulu. Ewe, sahlukile kancinci kunabanye. Sikunye, singakha ikamva elihle lewebhu.
zu: Ngemuva kwe-Firefox OS smartphone ngayinye kune-Mozilla, umphakathi womhlaba owenziwe yizinkulungwane ezizibophezele ekugcineni i-Inthanethi ifinyeleleka. Lokho kungoba sikholelwa ukuthi omunye namunye wethu unelungelo lokuthola i-Inthanethi engalawulwa nje yizinkampani ezinkulu kuphela. Yebo, sithanda ukwehluka kwabanye. Ndawonye, singakha ikusasa eliqhakazile le-Inthanethi.

source: Take the challenge
bn_in: চ্যালেঞ্জ গ্রহণ করুন
el: Αποδεχτείτε την πρόκληση
es: Acepta el desafío
hi_in: चुनौती लें
it: Raccogli la sfida
pt_br: Aceite o Desafio

source: Ready to show what you know?
bn_in: আপনি যা জানেন তা দেখাতে প্রস্তুত?
el: Έτοιμοι να δείξετε τι γνωρίζετε;
es: ¿Preparado para demostrar lo que sabes?
fr: Prêt(e) à montrer ce que vous savez ?
hi_in: जो आप जानते हैं उसे दिखाने के लिए तैयार?
it: Sei pronto a mostrarci che cosa hai imparato?
pt_br: Pronto para mostrar o que sabe?
xh: Ukulungele ukubonisa okwaziyo?
zu: Usukulungele ukuveza okwaziyo?

source: Think you're ready to start selling Firefox OS to your customers? Put your knowledge to work and answer these questions to prove you have what it takes.
el: Είστε έτοιμοι να ξεκινήσετε να πουλάτε το Firefox OS στους πελάτες σας; Βάλτε μπροστά τις γνώσεις σας και απαντήστε αυτές τις ερωτήσεις για να το επιβεβαιώσετε.
es: ¿Crees que tienes todo listo para comenzar a vender Firefox OS a tus clientes? Pon a trabajar tus conocimientos y responde a estas preguntas para demostrar que es así.
it: Pensi di essere pronto per iniziare a vendere Firefox OS ai tuoi clienti? Sfrutta ciò che hai imparato e rispondi alle domande per dimostrare di essere all’altezza.
pt_br: Você acha que está pronto para começar a vender o Firefox OS para os seus clientes? Coloque o seu conhecimento em prática e responda a essas perguntas para mostrar que tem o que é necessário.

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
bn_in: মজা, ইন্টারেক্টিভ ক্যুইজ এই সিরিজের সঙ্গে পরীক্ষা আপনার নতুন জ্ঞান রাখুন।
el: Τεστάρετε τις νέες σας γνώσεις με μια σειρά διασκεδαστικών και διαδραστικών παζλ.
es: Pon a prueba tus nuevos conocimientos con este cuestionario divertido e interactivo.
fr: Testez vos nouvelles connaissances avec cette série de questionnaires amusants et interactifs.
hi_in: मज़ा, इंटरैक्टिव क्विज़ की इस श्रृंखला के साथ परीक्षण करने के लिए अपने नए ज्ञान रखो.
it: Metti alla prova le tue nuove conoscenze con questo simpatico questionario interattivo.
pt_br: Coloque seus novos conhecimentos à prova com esta série divertida de testes interativos.
xh: Beka ulwazi olutsha kuvavanyo ngezi ndidi zolonwabo, iikhwizi zokunxulumana.
zu: Vivinya ulwazi lwakho ngalolu chungenchunge lwemibuzompico emnandi.

source: Get ready to sell!
el: Ετοιμαστείτε για πωλήσεις!
es: ¡Prepárate para vender!
it: Preparati a vendere
pt_br: Esteja pronto para vender!

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in the hands of users everywhere!
el: Εφόσον έχετε καλύψει τις παραπάνω ερωτήσεις και έχετε κατανοήσει το περιεχόμενο, τότε διαθέτετε τα απαραίτητα για να ταιριάξετε τα χαρακτηριστικά του Firefox OS με τους πελάτες σας. Εύκολο στη χρήση, ένα smartphone Firefox OS είναι τέλειο για νέους χρήστες smartphone και γεμάτο με τα χαρακτηριστικά που θέλουν και χρειάζονται οι πελάτες. Επιπλέον, υποστηρίζεται από το ίδρυμα Mozilla, πράγμα που κάνει το Firefox OS την κατάλληλη επιλογή για οποιονδήποτε δεσμεύεται να διασφαλίσει πως ο ιστός θα παραμείνει στα χέρια σας!
es: Las necesidades de tus clientes cambian constantemente. Los teléfonos inteligentes Firefox OS se adaptan a las necesidades de tus clientes para que puedan vivir cada momento al máximo. Fáciles de utilizar, son perfectos para los nuevos usuarios de teléfonos inteligentes y tienen todas las funciones que tus clientes esperan. Impulsados por Mozilla, los dispositivos Firefox OS son la opción perfecta para quienes están comprometidos a garantizar que la Web siga siendo un recurso público disponible para todos.
it: Se hai completato il percorso attraverso tutte le domande e i contenuti, hai già le basi per illustrare i vantaggi di Firefox OS ai tuoi clienti. Facile da utilizzare, Firefox OS è perfetto per chi non ha mai utilizzato uno smartphone e offre allo stesso tempo tutte le funzioni che un cliente possa desiderare. Infine, essendo realizzato da Mozilla, Firefox OS è la scelta naturale per chiunque voglia contribuire alla missione di garantire agli utenti il pieno controllo del Web.
pt_br: Se você percorreu todas as perguntas e todo o conteúdo, então tem o conhecimento necessário para combinar o Firefox OS com as necessidades dos seus clientes. Fácil de usar, um smartphone Firefox OS é perfeito para novos usuários de smartphones, oferecendo todas as funcionalidades que necessitam. E é desenvolvido pela Mozilla, fazendo com que o Firefox OS seja a escolha certa para qualquer pessoa empenhada em assegurar aos usuários total controle sobre a Web

source: How do you access the Adaptive App Search feature on Firefox OS?
bn_in: Firefox OS এর বুদ্ধিদীপ্ত অনুসন্ধান -এ আপনি কিভাবে ব্যবহার করবেন?
el: Πώς έχετε πρόσβαση στο χαρακτηριστικό δυναμικής αναζήτησης εφαρμογών στο Firefox OS;
es: ¿Cómo se accede a la Búsqueda Adaptativa de Aplicaciones en Firefox OS?
hi_in: कैसे आप Firefox OS पर अनुकूली एप्प खोजने की सुविधा का उपयोग कर सकते हैं ?
it: Come si accede alla funzione ricerca adattiva delle app in Firefox OS?
pt_br: Como acessar a funcionalidade de pesquisa adaptável de aplicativos no Firefox OS?

source: That’s right! You simply swipe to the left to access the Adaptive App Search feature.
el: Σωστά! Πρέπει απλά να σύρετε προς τα αριστερά για να έχετε πρόσβαση στην δυναμική αναζήτηση εφαρμογών.
es: ¡Exacto! Solo tienes que deslizar la pantalla hacia la izquierda para acceder a la característica de Búsqueda Adaptativa de Aplicaciones.
it: Esatto. Basta scorrere verso sinistra per accedere alla ricerca adattiva delle app.
pt_br: Exatamente. Basta arrastar para a esquerda para acessar a pesquisa adaptável de aplicativos.

source: That’s not it. You simply swipe to the left to access the Adaptive App Search feature.
el: Λάθος. Πρέπει απλά να σύρετε προς τα αριστερά για να έχετε πρόσβαση στην δυναμική αναζήτηση εφαρμογών.
es: No, no es correcto. Solo tienes que deslizar la pantalla hacia la izquierda para acceder a la característica de Búsqueda Adaptativa de Aplicaciones.
it: Sbagliato. Basta scorrere verso sinistra per accedere alla ricerca adattiva delle app.
pt_br: Errado. Basta arrastar para a esquerda para acessar a pesquisa adaptável de aplicativos.

source: Which of the following apps is pre-loaded on every Firefox OS phone? Select all that apply.
bn_in: নিচের কোন অ্যাপগুলো প্রতিটি Firefox OS ফোনে আগে থেকেই দেওয়া থাকবে? প্রযোজ্য সবগুলো নির্বাচন করুন।
el: Ποιες από τις παρακάτω εφαρμογές έρχονται προεγκατεστημένες με κάθε τηλέφωνο Firefox OS; Επιλέξτε όσες χρειάζεται.
es: ¿Cuáles de las siguientes aplicaciones viene preinstalada en todos los teléfonos Firefox OS? Selecciona todas las que sean pertinentes.
hi_in: निम्नलिखित में से कौनसी एप्प्स Firefox OS फ़ोन पर पहले से मौजूद है? लागू होने वाले सभी का चयन करें.
it: Quali delle seguenti app sono preinstallate su ogni telefono Firefox OS? Seleziona tutte le opzioni corrette.
pt_br: Quais dos seguintes aplicativos são pré-instalados em todos os telefones Firefox OS? Selecione todas que se aplicam.

source: That’s right! All of these apps come pre-loaded on every Firefox OS phone.
bn_in: একদম সঠিক! এই সকল অ্যাপ Firefox OS ফোনে আগে থেকেই ইন্সটল করা রয়েছে।
el: Σωστά! Όλες αυτές οι εφαρμογές έρχονται προεγκατεστημένες με κάθε τηλέφωνο Firefox OS.
es: ¡Exacto! Todas estas apps vienen preinstaladas en cada teléfono Firefox OS.
fr: En effet ! Toutes ces applications sont préchargées sur chaque téléphone Firefox OS.
hi_in: यह सही है! इन क्षुधा के सभी हर फ़ायरफ़ॉक्स ओएस फोन पर प्री-लोडेड आते हैं.
it: Esatto. Tutte queste app sono preinstallate su ogni telefono Firefox OS.
pt_br: Exatamente. Todos esses aplicativos são pré-instalado em todos os telefones Firefox OS.
xh: Kunjalo! Zonke ezi aplikheshini ziza sezifakelwe kwifowuni ye-Firefox OS nganye.
zu: Kunjalo! Wonke la ma-app afika esefakelwe efonini ye-Firefox OS.

source: Actually, all of these apps come pre-loaded on every Firefox OS phone.
bn_in: আসলে, এই সকল অ্যাপ Firefox OS ফোনে আগে থেকে লোড করা থাকে।
el: Βασικά, όλες αυτές οι εφαρμογές έρχονται προεγκατεστημένες με κάθε τηλέφωνο Firefox OS.
es: De hecho, todas estas apps vienen preinstaladas en cada teléfono Firefox OS.
fr: En fait, toutes ces applications sont préchargées sur chaque téléphone Firefox OS.
hi_in: असल में, इन क्षुधा की सभी हर फ़ायरफ़ॉक्स ओएस फोन पर प्री-लोडेड आते हैं.
it: In realtà tutte queste app sono preinstallate su ogni telefono Firefox OS.
pt_br: Na realidade, todos esses aplicativos são pré-instalado em todos os telefones Firefox OS.
xh: Ngokuqinisekileyo, zonke ezi aplikheshini ziza sezifakelwe kwifowuni ye-Firefox OS nganye.
zu: Empeleni nje, wonke la ma-app afika esefakelwe efonini ye-Firefox OS.

source: Actually, they're are more. All of these apps come pre-loaded on every Firefox OS phone.
el: Βασικά είναι περισσότερες. Όλες αυτές οι εφαρμογές έρχονται προεγκατεστημένες με κάθε τηλέφωνο Firefox OS.
es: En realidad son más. Todas estas apps vienen preinstaladas en cada teléfono Firefox OS.
it: In realtà ce ne sono di più. Tutte queste app sono preinstallate su ogni telefono Firefox OS.
pt_br: Na realidade, existem mais. Todos esses aplicativos são pré-instalado em todos os telefones Firefox OS.

source: When you type a word or subject that interests you using Adaptive App Search what happens? Select all that apply.
bn_in: কি হয় যখন আপনি কোন শব্দ অথবা বিষয় লিখেন যা আপনাকে বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানে আগ্রহী করে তুলে?
el: Όταν πληκτρολογείτε μια λέξη ή ένα θέμα που σας ενδιαφέρει χρησιμοποιώντας την δυναμική αναζήτηση εφαρμογών τι συμβαίνει; Επιλέξτε όσα χρειάζεται.
es: ¿Qué ocurre cuando se escribe una palabra o un tema de interés en la Búsqueda Adaptativa de Aplicaciones? Selecciona todas las que sean pertinentes.
hi_in: आप क्या होता है अनुकूली एप्लिकेशन की खोज का उपयोग करके आप हितों कि एक शब्द या विषय टाइप करते हैं? लागू होने वाले सभी का चयन करें.
it: Che cosa succede quando digiti una parola o un argomento che ti interessa nel campo della ricerca adattiva delle app? Seleziona tutte le opzioni corrette.
pt_br: O que acontece quando você digita uma palavra ou assunto do seu interesse usando a pesquisa de aplicativos adaptável? Selecione todas que se aplicam.

source: That’s right. All of these are true of Adaptive App Search!
bn_in: সঠিক বলছি। এই সব কিছুই বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের জন্য ঠিক।
el: Σωστά. Όλα τα παραπάνω ισχύουν για την δυναμική αναζήτηση εφαρμογών!
es: Exacto. ¡Todas son correctas respecto a la Búsqueda Adaptativa de Aplicaciones!
hi_in: यह सही है. इन सब के सब अनुकूली अनुप्रयोग खोज के सत्य हैं!
it: Esatto. Tutte le voci sono corrette quando si parla di ricerca adattiva.
pt_br: Exatamente. Todas estão corretas quando se trata de pesquisa de aplicativos adaptável.

source: Actually, all of these are true of Adaptive App Search!
bn_in: আসলে, এগুলো সবই বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের জন্য সত্য!
el: Βασικά, όλα τα παραπάνω ισχύουν για την δυναμική αναζήτηση εφαρμογών!
es: De hecho, todas son correctas respecto a la Búsqueda Adaptativa de Aplicaciones.
hi_in: असल में, इन सभी के अनुकूली अनुप्रयोग खोज के सत्य हैं!
it: In realtà tutte queste voci sono corrette quando si parla di ricerca adattiva.
pt_br: Na verdade, todos estão corretas sobre a pesquisa de aplicativos adaptável?

source: Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.
el: Ποιες από αυτές τις απαντήσεις πελατών φανερώνουν έναν ιδανικό υποψήφιο για το Firefox OS; Επιλέξτε όσες χρειάζεται.
es: ¿Cuáles de estas respuestas del cliente indican que se trata de un candidato ideal para Firefox OS? Selecciona todas las que sean pertinentes.
fr: Lesquelles parmi ces réponses indiquent-elles un candidat idéal pour Firefox OS ? Sélectionnez toutes celles qui correspondent.
it: Quali delle seguenti risposte dei clienti identificano un candidato ideale per Firefox OS? Seleziona tutte le opzioni corrette.
pt_br: Qual destas respostas do cliente indica um candidato ideal para o Firefox OS? Selecione todas as que se aplicam.
xh: Zeziphi iimpendulo zabathengi ezibonakalisa oyena mthengi onguye we-Firefox OS? Khetha efanelekileyo.
zu: Yiziphi kulezi zimpendulo zamakhasimende ezikhombisa umuntu ofanele kakhulu i-Firefox OS? Khetha konke okuhambelanayo.

source: That’s right. All of these customers are ideal candidates for Firefox OS!
bn_in: একেবারে ঠিক, এই সকল ক্রেতা Firefox OS এর জন্য আদর্শ প্রার্থী!
el: Σωστά. Όλοι αυτοί οι πελάτες είναι ιδανικοί υποψήφιοι για το Firefox OS!
es: Exacto. ¡Todos estos clientes son candidatos ideales para Firefox OS!
fr: Tout à fait. Tous sont des candidats idéaux pour Firefox OS !
hi_in: यह सही है. इन ग्राहकों के सभी फ़ायरफ़ॉक्स ओएस के लिए आदर्श उम्मीदवार हैं!
it: Esatto. Tutte le risposte identificano un candidato ideale per Firefox OS.
pt_br: Está certo. Todos estes clientes são candidatos ideais para Firefox OS!
xh: Kunjalo. Bonke aba bathengi bafanelekile ukuba ngabathengi be-Firefox OS!
zu: Iqiniso. Wonke la makhasimende afanele ukusebenzisa i-Firefox OS!
