Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Firefox OS is built entirely using HTML5 and open Web standards.
bn_in: Firefox OS সম্পূর্ণরূপে HTML5 এবং মুক্ত ওয়েব অ্যাপ্লিকেশন ব্যবহার করে বানানো হয়েছে।
el: Το Firefox OS είναι κατασκευασμένο εξ ολοκλήρου με HTML5 και ανοιχτά πρότυπα ιστού.
es: Firefox OS está desarrollado completamente con HTML5 y otros estándares web abiertos.
hi_in: फ़ायरफ़ॉक्स ओएस पूरी तरह एचटीएमएल 5 और खुले वेब मानकों का उपयोग कर बनाया गया है।
it: Firefox OS è realizzato interamente con HTML5 e standard web aperti.
pt_br: O Firefox OS é desenvolvido inteiramente usando HTML5 e padrões web abertos.

source: True
bn_in: সত্য
el: Σωστό
es: Verdadero
fr: Vrai
hi_in: सच
it: Vero
pt_br: Verdadeiro
xh: Yinyaniso
zu: Yiqiniso

source: False
bn_in: মিথ্যা
el: Λάθος
es: Falso
fr: Faux
hi_in: ग़लत
it: Falso
pt_br: Falso
xh: Bubuxoki
zu: Akulona iqiniso

source: New and backed by a global community working to help keep the Web accessible to all.
bn_in: নতুন এবং বিশ্বব্যাপি একটি কমিউনিটি এর পিছনে রয়েছে যারা ওয়েবকে সকলের প্রবেশযোগ্য করতে কাজ করে যাচ্ছে।
el: Νέο και με την υποστήριξη μιας παγκόσμιας κοινότητας που εργάζεται για να διατηρεί το διαδίκτυο προσβάσιμο σε όλους.
es: Innovadores y respaldados por una comunidad mundial que trabaja para que la Web siga siendo accesible para todos.
hi_in: नई और एक वैश्विक समुदाय द्वारा समर्थित सभी के लिए वेब सुलभ रखने में मदद कर रहा है.
it: È un sistema nuovo e supportato da una comunità globale dedicata a mantenere il Web accessibile per tutti.
pt_br: Inovador e apoiado por uma comunidade global que trabalha para a web continua acessível a todos.

source: Every phone has access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.
bn_in: লঞ্চের সময় প্রতিটি ফোনে 20000 এরও বেশি বিনামুল্যের এবং কিনতে হয় এমন আরো অ্যাপ ইনস্টল করার সুযোগ থাকে, যেখানে বিশ্বের সবচেয়ে জনপ্রিয় অ্যাপও রয়েছে।
el: Κάθε κινητό έχει πρόσβαση σε περισσότερες από 20.000 δωρεάν και επί πληρωμή εφαρμογές κατά το λανσάρισμα, συμπεριλαμβανομένων των πιο δημοφιλών εφαρμογών σήμερα.
es: Desde el primer día, cada teléfono tiene acceso a más de 20.000 apps gratuitas y de pago, entre ellas las apps más populares.
hi_in: कुछ सबसे लोकप्रिय वैश्विक एप्प्स के साथ साथ, हर फ़ोन मैं लगभग 2000 मुफ्त तथा भुगतान वाली एप्प्स लांच के समय मौजूद हैं.
it: Ogni telefono ha accesso a oltre 20.000 app gratuite o a pagamento, incluse alcune delle app più popolari.
pt_br: Desde o primeiro dia, cada telefone tem acesso a mais de 20.000 aplicativos gratuitos e pagos, incluindo alguns dos aplicativos globais mais populares da atualidade.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web.
bn_in: একটি শক্তিশালী নিরাপত্তা বলয় যা এক যুগেরও অধিক সময় ধরে মুক্ত ওয়েবের সমর্থনের ফলে আরও বেশী অভিজ্ঞ।
el: Ένα ισχυρό μοντέλο ασφαλείας το οποίο έχει σκληραγωγηθεί παραπάνω από μια δεκαετία υποστηρίζοντας τον ανοιχτό χαρακτήρα του ιστού.
es: Un sólido modelo de seguridad, forjado a lo largo de más de una década de respaldo a la Web Abierta.
hi_in: Firefox OS के पास एक मजबूत सुरक्षा मॉडल है जो एक दशक से खोलो वेब का समर्थन के लिए कठोर युद्ध कर रहा है यह दुर्भावनापूर्ण अनुप्रयोगों और सामग्री से उपयोक्ता और सिस्टम को सुरक्षित रखने के लिए बनाया गया है.
it: Un modello di sicurezza affidabile, perfezionato in oltre dieci anni di supporto dell’Open Web.
pt_br: Um modelo de segurança robusto que já foi testado em batalhas durante mais de 10 anos apoiando a Web aberta.

source: Packed with the features that made you want a smartphone in the first place.
bn_in: বিভিন্ন বৈশিষ্ট্যে ভরপুর এ বিষয়টি আপনাকে স্মার্টফোন নিতে প্রথমেই আগ্রহী করেছে।
el: Περιλαμβάνει τα χαρακτηριστικά για το οποία θέλατε να αγοράσετε ένα smartphone εξ αρχής.
es: Con todas las características que desde siempre te han hecho desear tener un teléfono inteligente.
hi_in: इस स्मार्टफोन का सुविधाओं से सम्पन्न होना इसे आपकी पहली पसंद बनाता है.
it: Include tutte le funzioni che ti fanno desiderare uno smartphone.
pt_br: Inclui todas as funcionalidades que fazem você querer um smartphone.

source: Access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.
bn_in: লঞ্চের সময়ই প্রতিটি ফোনে 20,000 এরও বেশি বিনামুল্যের এবং কিনতে হয় এমন আরো অ্যাপ ইনস্টল করার সুযোগ থাকে, যেখানে বিশ্বের সবচেয়ে জনপ্রিয় অ্যাপও রয়েছে।
el: Πρόσβαση σε περισσότερες από 20.000 δωρεάν και επί πληρωμή εφαρμογές κατά το λανσάρισμα, συμπεριλαμβανομένων των πιο δημοφιλών εφαρμογών σήμερα.
es: Desde el primer día acceso a más de 20.000 apps gratuitas y de pago, entre ellas las apps más populares.
hi_in: कुछ सबसे लोकप्रिय वैश्विक एप्प्स के साथ साथ, लगभग 2000 मुफ्त तथा भुगतान वाली एप्प्स लांच के समय मौजूद हैं.
it: Accesso a oltre 20.000 app gratuite o a pagamento, incluse alcune delle app più popolari.
pt_br: Desde o primeiro dia, acesso a mais de 20.000 aplicativos gratuitos e pagos, incluindo alguns dos aplicativos globais mais populares da atualidade.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
bn_in: একটি শক্তিশালী নিরাপত্তা বলয় যা এক যুগেরও অধিক সময় ধরে মুক্ত ওয়েবের সমর্থনের ফলে আরও বেশী অভিজ্ঞ। এটির নির্মানশৈলী এমন যে, ব্যবহারকারী ও সিস্টেম যাতে ক্ষতিকারক অ্যাপ্লিকেশন ও তথ্য থেকে সুরক্ষিত থাকে, এটি অ্যাপ্লিকেশনগুলোকে একে অন্যের থেকেও সুরক্ষিত রাখে।
el: Ένα ισχυρό μοντέλο ασφαλείας το οποίο έχει σκληραγωγηθεί παραπάνω από μια δεκαετία υποστηρίζοντας τον ανοιχτό χαρακτήρα του ιστού. Είναι σχεδιασμένο να προστατεύει τον χρήστη και το σύστημα από κακόβουλες εφαρμογές και περιεχόμενο, καθώς και τις εφαρμογές αναμεταξύ τους.
es: Un sólido modelo de seguridad, forjado a lo largo de más de una década de respaldo a la Web abierta. Diseñado para proteger al usuario y al sistema frente a aplicaciones y contenidos maliciosos, también protege a unas aplicaciones de otras.
hi_in: Firefox OS के पास एक मजबूत सुरक्षा मॉडल है जो एक दशक से खोलो वेब का समर्थन के लिए कठोर युद्ध कर रहा है यह दुर्भावनापूर्ण अनुप्रयोगों और सामग्री से उपयोक्ता और सिस्टम को सुरक्षित रखने के लिए बनाया गया है.
it: Un modello di sicurezza affidabile, perfezionato in oltre dieci anni di supporto dell’Open Web. Progettato per mantenere l’utente e il sistema al sicuro da applicazioni e contenuti malevoli, è in grado di proteggere anche un’applicazione dalle altre.
pt_br: Um modelo de segurança robusto que já foi testado em batalhas durante mais de 10 anos apoiando a Web aberta. Projetado para proteger o usuário e o sistema de aplicativos e conteúdos maliciosos.

source: Which Version Do I Have?
bn_in: আমার কোন সংস্করণ আছে?
el: Ποια έκδοση έχω;
es: ¿Qué versión tengo?
fr: Quelle est ma version ?
hi_in: मेरे पास कौन सा संस्करण है?
it: Quale versione sto utilizzando?
pt_br: Qual é a versão que eu tenho?
xh: Loluphi udidi endinalo?
zu: Nginayiphi iveshini?

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, look for the version numbers under <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> </ul> </li> </ol>
bn_in: <ol> <li>আপনার ডিভাইসে সেটিংস অ্যাপ খুলুন।</li> <li>নীচে স্ক্রল করুন এবং বাছুন <strong>ডিভাইস তথ্য</strong>।</li> <li>ডিভাইস তথ্য স্ক্রিনে, সংস্করণ নম্বরের জন্য দেখুন <em>সফটওয়্যার</em>-এর মধ্যে। <ul> <li><em>Firefox OS 1.0.1.0</em> মানে আপনার 1.0.1 সংস্করণ রয়েছে</li> <li><em>Firefox OS 1.1.0.0</em> মানে আপনার 1.1 সংস্করণ রয়েছে</li> </ul> </li> </ol>
el: <ol> <li>Ανοίξτε την εφαρμογή «Ρυθμίσεις» στην συσκευή σας</li> <li>Κυλήστε προς τα κάτω και επιλέξτε <strong>Πληροφορίες συσκευής</strong>.</li> <li>Στην οθόνη πληροφοριών συσκευής, βρείτε τον αριθμό της έκδοσης κάτω από το <em>Software</em>. <ul> <li>Το <em>Firefox OS 1.0.1.0</em> σημαίνει ότι έχετε την έκδοση 1.0.1</li> <li>Το <em>Firefox OS 1.1.0.0</em> σημαίνει ότι έχετε την έκδοση 1.1</li> </ul> </li> </ol>
es: <ol> <li>Abre la app Ajustes de tu dispositivo.</li> <li>Desplaza la pantalla hacia abajo y selecciona <strong>Información</strong>.</li> <li>En la pantalla de información del dispositivo, busca los números de la versión en <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> significa que tienes la versión 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> significa que tienes la versión 1.1</li> </ul> </li> </ol>
hi_in: <ol> <li> अपने डिवाइस पर सेटिंग एप्लिकेशन खोलें.</ li> <li> नीचे स्क्रॉल करें और <strong> उपकरण जानकारी </ strong> .</li> <li>डिवाइस जानकारी स्क्रीन पर संस्करण संख्या देखें <em>सॉफ्टवेयर</em>. <ul> <li> <em> Firefox OS 1.0.1.0</em> इसका मतलब है कि आपके पास संस्करण 1.0.1 है</li> <li><em>Firefox OS 1.1.0.0</ em> इसका मतलब है कि आपके पास संस्करण 1.1 है</li> </ul> </ li> </ol>
it: <ol> <li>Apri Impostazioni sul dispositivo.</li><li>Scorri verso il basso e seleziona <strong>Info sul dispositivo</strong>.</li><li>Nella schermata successiva cerca il numero di versione sotto <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> significa che la versione in uso è la 1.0.1</li><li><em>Firefox OS 1.1.0.0</em> significa che la versione in uso è la 1.1</li></ul></li></ol>
pt_br: <ol> <li>Abra o aplicativo Configurações em seu dispositivo.</li> <li>Deslize para baixo e selecione <strong>Informações do Dispositivo</strong>.</li> <li>Na tela de informações do Dispositivo, procure pelo número da versão na categoria <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> significa que você está usando a versão 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> significa que você está usando a versão 1.1</li> </ul> </li> </ol>

source: Introducing Firefox OS
bn_in: Firefox OS-কে উপস্থাপনা করা হচ্ছে
es: Presentación de Firefox OS
fr: Présentation de Firefox OS
hi_in: Firefox OS का परिचय
pt_br: Apresentando o Firefox OS
xh: Ukwazisa i-Firefox OS
zu: Sethula i-Firefox OS

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
es: Firefox OS viene precargado con aplicaciones populares de mensajería y redes sociales, como Facebook, para que tus clientes se puedan mantener conectados con amigos y familia. También pueden sincronizar sus contactos con el teléfono, rápido y fácilmente.
fr: Firefox OS est fournit avec les principales applications de messagerie instantanée et de réseaux sociaux, dont Facebook, vos clients seront donc capables de rester connectés avec leurs famille et amis. Ils peuvent également synchroniser facilement et rapidement leurs contacts avec le téléphone.
hi_in: Firefox OS लोकप्रिय तत्काल मैसेजिंग औऱ सोसल मीडिया ऐप्प से पहले से लोड है जैसे Facebook ताकि आपके ग्राहक अपने दोस्तों और परिवार के लोगों से कनेक्टेड रहें. वे अपने संपर्कों को फ़ोन से तेजी और आसानी से सिंक कर सकते हैं.
pt_br: O Firefox OS vem pré-instalado com aplicativos populares de mensagens instantâneas e redes sociais como o Facebook, os seus usuários poderão se manter conectados aos amigos e família. Eles também podem sincronizar seus contatos no telefone de maneira rápida e fácil.
xh: I-Firefox OS ifika seyifakwe imiyalezo ezenzekelayo ngesiquphe kunye neeaplikheshini zamakhasi onxibelelwano, njengeKhasilobuso, ngoko ke abathengi bakho banganakho ukuhlala benxibelelana nabahlobo neentsapho zabo. Banganakho nokungqamana nabaqhangamshelani babo kwifowuni, msinya nalula.
zu: I-Firefox OS ifika isifakelwe ama-app emiyalezo esheshayo nawezinkundla zezokuxhumana njenge-Facebook, ukuze amakhasimende akho akwazi ukuxhumana nabangani nomndeni. Angaphinde akwazi nokuqondanisa izinombolo zocingo ezingcingweni zawo, ngokushesha nakalula.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
bn_in: একটি স্মার্টফোনে ক্রেতা যা যা প্রত্যাশা করে তার সবই Firefox OS এ রয়েছে। এটি তাদের জীবন যাপনের সাথে এমনভাবে খাপ খাইয়ে নিবে যাতে তারা বাইরের দুনিয়ার সাথে তাল মিলিয়ে চলতে পারেন।
es: Firefox OS tiene todas las funciones que tus clientes esperan en un teléfono inteligente. Se adapta perfectamente a sus vidas para que ellos puedan adaptarse al mundo que les rodea.
fr: Firefox OS est équipé des fonctionnalités qu'attendent vos clients d'un smartphone. Il est conçu pour s'adapter parfaitement à leur vie et leur permettre de rester en phase avec le monde qui les entoure.
hi_in: Firefox OS उन सभी सुविधाओं के साथ पैक किया जाता है जो आपके ग्राहकों एक स्मार्टफ़ोन में उम्मीद करते है. इसे ऐसे डिजायन किया गया है जो पूरी तरह से उनके जीवन पर फिट बैठता है ताकि वे चारों ओर की दुनिया के साथ तालमेल रख सके.
pt_br: O Firefox OS está recheado de recursos que os seus clientes esperam em um smartphone. É projetado para entrar na vida deles perfeitamente para que eles possam estar em contato com o mundo ao redor deles.
xh: I-Firefox OS izaliswe ngeefitsha ezilindelwe ngabathengi bakho kwi-smartphone. Iyilelwe ukufanelana nobomi babo ukuze bazigcine besazi nokuqhubeka kwilizwe lonke.
zu: I-Firefox OS igcwele wonke amafisha amakhasimende akho angalindela ukuwathola ku-smartphone. Ihambelana ngqo nendlela abaphila ngayo ukuze akwazi ukuhambisana nokuhamba kwezinto eduze kwawo.

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
bn_in: মজা করার জন্য বিল্ট-ইন স্টাইল ফিল্টার, সৃষ্টিশীল শট এবং আপনার ছবি শেয়ার করার অনেক উপায়, পরিপূর্ণ-সুবিধাযুক্ত ক্যামেরা ও গ্যালারি আপনার মুখে হাসি ফুটিয়ে তুলবে।
es: Con filtros de estilo incorporados para obtener instantáneas divertidas y creativas, y muchas maneras de compartir fotografías, las completas funciones de cámara y galería fotográfica arrancarán una sonrisa a todos tus contactos.
fr: Avec des filtres photo intégrés pour des images amusantes et créatives, et de nombreuses manières de les partager, l'appareil photo complet et sa galerie donneront le sourire à tous vos sujets.
hi_in: मज़ा, रचनात्मक शॉट्स, और अपनी बहुत सारे तस्वीरें साझा करने के लिए, निर्मित शैली फिल्टर के साथ पूर्ण विशेषताओं कैमरा और फोटो गैलरी आपके सभी विषयों को मुस्कुरा देंगे.
pt_br: Com filtros super estilosos e várias maneiras de compartilhar suas fotos, a câmera e a galeria do Firefox OS vão fazer todo mundo sorrir.
xh: Ngeefilitha ezakhelweyo zolonwabo, ezinobuchule neendlela ezininzi zokwabelana nemifanekiso yakho, ikhamera egcwele iifitsha negalari yeefoto ziyakwenza bonke abathengi bakho bahlale bencumile.
zu: Ngezicwengi-zithombe ezakhelwe zokuzijabulisa, izindlela zokushutha ezinobuciko kanye nezindlela eziningi zokwabelana ngezithombe zakho, ikhamera enawo wonke amafisha kanye negalari yezithombe kuzokwenza obashuthayo behlezi bemamatheka.

source: Messages and Email
bn_in: ম্যাসেজ ও ইমেইল
es: SMS y Correo electrónico
fr: Messages et courriel
hi_in: संदेश और ईमेल
pt_br: Mensagens e e-mail
xh: Imiyalezo ne imeyile
zu: Imiyalezo nama-imeyli

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
bn_in: Firefox OS এর একটি ওয়েব সমর্থনকারী একটি শক্তসমর্থ নিরাপত্তা মডেল আছে এক দশকের বেশী সময় ধরে যা যুদ্ধের মধ্যে দিয়ে কঠিনীভূত হয়ে আসছে। এটি ক্ষতিকর অ্যাপ্লিকেশন এবং কন্টেন্ট থেকে ব্যবহারকারী ও সিস্টেমকে রক্ষা করার জন্য ডিজাইন করা হয়েছে।
es: Firefox OS tiene un sólido modelo de seguridad, forjado a lo largo de más de una década de respaldo a la Web Abierta. Está diseñado para proteger al usuario y al sistema de aplicaciones y contenido maliciosos.
fr: Firefox OS utilise un modèle de sécurité robuste qui s'est renforcé grâce à une décennie de support du Web ouvert. Il est conçu pour protéger l'utilisateur et le système des applications et des contenus malveillants.
hi_in: Firefox OS के पास एक मजबूत सुरक्षा मॉडल है जो एक दशक से खोलो वेब का समर्थन के लिए कठोर युद्ध कर रहा है यह दुर्भावनापूर्ण अनुप्रयोगों और सामग्री से उपयोक्ता और सिस्टम को सुरक्षित रखने के लिए बनाया गया है.
pt_br: O Firefox OS tem um modelo de segurança robusto, testado há mais de uma década por pessoas do mundo inteiro. É desenvolvido para proteger o usuário e o sistema de aplicativos mal intencionados.
xh: I-Firefox OS inokhuseleko oluluqilima oluqiniselwe idabi malunga neshumi leminyaka lixhase iwebhu evulelekileyo. Yenzelwe ukukhusela umsebenzisi nenkqubo kusetyenziso neziqulatho eziyingozi.
zu: I-Firefox OS inemodeli yokuphepha enamandla evikelekile iminyaka engaphezu kweyishumi ivikele i-Inthanethi evulelekile. Yakhelwe ukuba ivikele oyisebenzisayo kanye nesistimu kuma-app angalungile kanye nokuqukethwe okungalungile, iphinde ivikele wona qobo ama-app ukuba alimazane nokuqukethwe.

source: What do you mean I can convert mobile sites into apps?
bn_in: কি বলতে চাইছেন মোবাইল সাইট কে অ্যাপ এ রূপান্তরিত করা যাবে?
es: ¿Qué quieres decir con que puedo convertir sitios móviles en aplicaciones?
fr: Cela veut dire que je peux transformer des sites mobiles en applications ?
hi_in: इसका मतलब क्या है कि मैं मोबाइल साइटों को एप्प्स में बदल सकता हूँ?
pt_br: O que quer dizer que eu posso converter sites móveis em aplicativos?
xh: Uthetha ukuthini xa usithi ndingaguqula iisayithi zemobhayile zibe zii-aplikheshini?
zu: Uchaza ukuthi ngokuthi ngingaguqula amasayithi amamobhayili abe ngama-app?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search. Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.
es: No directamente. Sin embargo, muchas de las aplicaciones Android e iOS más populares son en realidad aplicaciones web con un “envoltorio” nativo que les permite ejecutarse en plataformas propietarias. Por tanto, muchas de estas mismas aplicaciones estarán disponibles mediante la Búsqueda Adaptativa de Aplicaciones. Herramientas como Emscripten y PhoneGap también son capaces de convertir otras aplicaciones (*.apk y/o C/C++) a aplicaciones Web.
fr: Pas directement. Cependant, la plupart des applications populaires pour Android et iOS sont en fait des applications pour le Web qui sont mises en forme pour fonctionner sur des plateformes propriétaires. Par conséquent, nombre de ces applications seront disponibles à partir de la recherche intelligente d'applications. Des outils comme Emscripten et PhoneGap seront également capables de convertir d'autres applications (*.apk et/ou C/C++) en applications web.
hi_in: सीधे से नहीं. हालांकि, सबसे लोकप्रिय Android और IOS एप्प्स असल में वेब एप्प्स है जिनको वास्तव में मालिकाना प्लेटफार्मों पर चलाने के लिए है जो देशी 'आवरण' भी है. इसलिए,अनुकूली अनुप्रयोग खोज के माध्यम से समान एप्प्स उपलब्ध हो जायेंगी. इस तरह Emscripten और PhoneGap जैसे उपकरण भी वेब एप्लिकेशन पर अन्य एप्प्स (*.apk and/or C/C++) को परिवर्तित करने में सक्षम हैं.
pt_br: Não diretamente. Entretanto, muitos dos apps mais populares para Android e iOS são na verdade aplicativos Web "empacotados" com ferramentas que os fazem parecer nativos. Portanto, muitos dos mesmos apps estarão disponíveis na pesquisa de aplicativos adaptável. Ferramentas como Emscripten e PhoneGap também podem converter outros apps (*.apk e/ou C/C++) para apps Web.
xh: Hayi ngqo. Kodwa ke, uninzi lwee-aplikheshini ezidumileyo ze-Android ne-iOS zii-aplikheshini zeWebhu ezinesikhuselo “zesiseko” ezivumela ukuba ziqhube kwiiplatifom zomnini. Ngoko ke, uninzi lwee-aplikheshini ezifanayo ziya kufumaneka nge-Adaptive App Search. Izixhobo ezinje nge-Emscripten ne-PhoneGap nazo ziyakwazi ukuguqula ezinye ii-aplikheshini (*.apk and/or C/C++) zibe kwezinye ii-aplikheshini zeWebhu.
zu: Hhayi ngqo. Kodwa-ke, ama-appa amaningi adumile e-Android ne-iOS empeleni angama-app e-inthanethi “ane-wrapper” ewavumela ukuthi asebenze ezinkundleni ezifanele. Ngakho-ke, ama-app amaningi afanayo azotholakala ngokusesha nge-Adaptive App Search. Amathuluzi afana ne-Emscripten ne-PhoneGap nawo ayakwazi ukuguqula amanye ama-app (*.apk and/or C/C++) abe ama-app e-inthanethi.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.
es: Firefox OS ha sido desarrollado con tecnologías Web pero tiene la capacidad de ofrecer todas las funcionalidades esenciales del teléfono sin conexión. Esto significa que las aplicaciones no requieren una conexión activa a Internet para funcionar, a menos que la aplicación deba enviar o recibir datos.
fr: Firefox OS est construit à partir de technologies web mais possède un mode hors connexion pour toutes les fonctionnalités essentielles du téléphone. Ce qui signifie que les applications n'ont pas besoin d'une connexion Internet active sauf lorsqu'elles ont besoin d'envoyer ou de recevoir des informations.
hi_in: Firefox OS वेब प्रौद्योगिकियों पर बनाया गया है, लेकिन सभी फ़ोन के मुख्य कार्यात्मकता के लिए ऑफ़लाइन क्षमता है. इसका मतलब है कि कार्य के लिए एप्प्स को एक सक्रिय इंटरनेट कनेक्शन की आवश्यकता नहीं है जब तक डेटा भेजने या प्राप्त करने की आवशकता न हो.
pt_br: O Firefox OS é desenvolvido com tecnologias web, mas oferece todas as características essenciais do telefone offline. Isso significa que os aplicativos não necessitam de uma conexão de Internet ativa para serem executados, a menos que o aplicativo tenha que enviar ou receber dados.
xh: I-Firefox OS yakhelwe kwiwebhu yethekhnoloji kodwa iyasebenziseka nangaphandle kwe-intanethi kweyona misebenzi ibalulekileyo yefowuni. Oko kuthetha ukuthi ii-aplikheshini azifuni intanethi esebenzayo ukuze zisebenze ngaphandle kokuba zifuna ukuthumela nokufumana ulwazi okanye ingcombolo.
zu: I-Firefox OS yakhelwe kwezobuchwepheshe be-Inthanethi, kodwa inazo izinhlelo zokusebenza ngaphandle kwasemoyei, kuzo zonke izinhlelo-ngqangi zocingo. Lokho kusho ukuthi ama-app awadingi ukuxhumeka ku-Inthanethi ukuze asebenze ngaphandle uma kudingeka athumele noma amukele idatha.
