Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.
bn_in: <strong>এখানে আছে আপনি কি বলতে পারেন:</strong> Firefox OS প্রথমবার স্মার্টফোন ব্যবহারকারীদের জন্য সবথেকে ভালো উপায়। এটা খুব সহজ ব্যবহার করা এবং এটি আপনার সমস্ত চাওনাকে আত্তীকরণ করে নেয় অন্যান্য ফোনের চেয়ে অনেক ভালোভাবে, সেইকারণে আপনি যা চান তার থেকে অনেক বেশি পান কম সময়ে খুঁজে। এছাড়াও, এটা সমস্ত রকমের বৈশিষ্ট্য দিয়ে ভরা যা যা আপনার প্রয়োজন হবে, ক্যামেরা থেকে শুরু করে ইমেইল, অ্যাপ, সঙ্গীত, মানচিত্র এবং আরও অনেক কিছু।
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> प्रथम बार स्मार्टफ़ोन उपयोक्ताओं के लिए Firefox OS सबसे अच्छा विकल्प है. यह प्रयोग करने में सबसे आसान है, और यह किसी भी अन्य फ़ोन से बेहतर आपकी आवश्यकताओं के अनुकूल है, ताकि आप कम समय के खोज साथ आपको जरूरत से अधिक मिलता है. इसके अलावा, यह उम्मीद मुताबिक सभी सुविधाओं के साथ पैक किया जाता है जैसे कि कैमरा से, ईमेल तक, Firefox Marketplace से एप्प्स, संगीत और अधिक.

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.
bn_in: <strong>এক্ষেত্রে আপনি কি বলতে পারেন:</strong> শুরু করার জন্য Firefox OS সবচেয়ে সহজ একটি স্মার্টফোন খুব সহজে আর দ্রুত জিনিস খুঁজে পেতে রয়েছে বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান। এর ইউজার ইন্টারফেস এতোটাই সহজাত যে আপনি খুব দ্রুত আপনার পছন্দের অ্যাপটি খুঁজে ডাউনলোড করে কাজের জন্য প্রস্তুত হতে পারবেন।
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> Firefox OS सबसे आसान स्मार्टफ़ोन है जिसे आपने कभी उपयोग किया है. अनुकूली एप्प खोज चीजों को आसानी से और तुरन्त खोजने में मदद करता है. उपयोक्ता अंतरफलक इतना सहज है कि जल्दी से पसंदीदा ऐप्स का पता लगा सकते हैं और बिना किसी देरी के डाउनलोड भी कर सकते है.

source: An new way to get what you need right when you need it, without any of the headaches of downloading applications Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.
bn_in: আপনার যখনই প্রয়োজন হবে, সঠিক জিনিসটি খুঁজে পাওয়ার নতুন এক উপায়, অ্যাপ্লিকেশন ডাউনলোডের কোন ঝামেলা ছাড়াই। আপনি যেকোন কিছু খুঁজুন, Firefox OS, আপনার অনুরোধের সাথে নিজেকে মানিয়ে নিয়ে, ছবি, ভিডিও, সংবাদ, মানচিত্রসহ আরও অনেক কিছু দেখাবে- যা আপনি আসলেই খুঁজছেন তা পাওয়াকে আরও সহজ করে।
hi_in: जब आपको इसकी जरूरत है उसी वक़्त पाने के लिए एक नया तरीका, कुछ भी खोजें, एप्लीकेशन को डाउनलोड करने की भी कोई जरुरत नहीं है और Firefox OS आपके अनुरोध को मानकर फोटो, वीडियो, संगीत, समाचार और अधिक प्रदर्शित करता है वो भी आपकी पसंद के अनुताबित.

source: Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, from games to utilities, music, travel, sports, and more.
bn_in: আপনার জন্য Firefox OS এর সর্বশ্রেষ্ঠ অ্যাপ উৎস। গেমস থেকে শুরু করে ইউটিলিটি, গান, ভ্রমন, খেলা এবং আরো অনেক অনেক ক্যাটাগরিতে থাকা দশ হাজারেরও বেশি ফ্রি এবং পেইড অ্যাপ ব্রাউজ করুন।
hi_in: Firefox OS के सबसे अच्छे ऐप्स के लिए आपका साथी. कई श्रेणियों में सैकड़ों मुफ्त ऐप्स ब्राउज़ करें: खेल, औज़ार, जीवनशैली और भी काफी कुछ.

source: The fast, smart, safe way to get the best of the Web. Use the awesome bar to enter website URL’s, perform searches, and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.
bn_in: ওয়েবের সর্বোত্তম জিনিসগুলো পাওয়ার সবচাইতে দ্রুত, চমকপ্রদ ও নিরাপরদ উপায়। সেইরকম বার ব্যবহারের মাধ্যেমে আপনি ওয়েবসাইট URL দিতে পারেন, কিছু খুঁজতে পারেন এবং আপনার ব্রাউজিং ইতিহাস দেখতে পারেন। সেই সাথে ট্যাবগুলি ব্যবহার করে আপনি একসঙ্গে অনেকগুলো পেজ ব্রাউজিং করতে পারবেন।
hi_in: तेजी से वेब को पाने के लिए स्मार्ट, सुरक्षित तरीका है. इस आश्चर्यजनक बार का उपयोग करके वेबसाइट URL दर्ज करें, खोजें तथा अपना ब्राउज़िंग इतिहास देखें. साथ ही टैब्स का प्रयोग करके एकाधिक पृष्ठों को एक साथ ब्राउज करें.

source: Get satellite, public transport, and live traffic views, search for points of interest, and even save your map locally for quicker remote access. Here Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.
bn_in: স্যাটেলাইট, সাধারন পরিবহন এবং সরাসরি ট্রাফিক প্রদর্শন, আগ্রহের স্থান খুঁজতে এমনকি পরবর্তীতে ব্যবহার করতে আপনার মানচিত্র স্থানীয়ভাবে সংরক্ষণও করতে পারেন। Here Maps আপনার অবস্থান সুনির্দিষ্টভাবে নির্দেশ করে তাছাড়া এটি আপনাকে গন্তব্যে পৌঁছাতে নির্দেশনাও (গাড়ি, হাঁটা কিংবা গণপরিবহন) দেয়।
hi_in: उपग्रह, सार्वजनिक परिवहन, और लाइव आवागमन दृष्य, अपनी पसंदीदा जगहों की खोज, और अपने स्थानीय नक्शे को जल्दी दूरस्थ पहुँच के लिए स्थानीय रूप से सहेजें. यहाँ नक्शे आपके स्थान इंगित कर सकते हैं और यहां तक कि आपको आपकी मंज़िल तक पहुँचाने के लिए दिशाओं (कार, पैदल या सार्वजनिक परिवहन) का भी ज्ञान करा सकते हैं.

source: Stay connected to your friends and colleagues wherever you are. Its easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
bn_in: আপনার বন্ধু এবং সহকর্মীদের সাথে যুক্ত থাকুন যেখানেই আপনি থাকুন না কেন। এটা সহজ কি একাধিক ইমেইল অ্যাকাউন্ট বানানো, সবথেকে সাধারণ Exchange, SMTP বা IMAP ইমেইল প্রদানকারীদের সাহায্যে।
hi_in: आसानी और सुविधा से कनेक्टेड रहें. कई ईमेल खाता सेटअप करें, सबसे सामान्य Exchange, SMTP या IMAP ईमेल प्रदाता से.

source: App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.
bn_in: সারা বিশ্বের অ্যাপ উন্নতিকারকরা Firefox ওএসের প্রতি অঙ্গিকারাবদ্ধ এবং এর লঞ্চের সময় দশ হাজার বিনামূল্যের এবং ক্রয়যোগ্য অ্যাপ পাওয়া যাবে। Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out এবং Twitter এর মত শীর্ষ অ্যাপ উন্নতি তালিকায় যুক্ত হচ্ছে এবং প্রতিনিয়ত তালিকা বড় হচ্ছে।
hi_in: दुनिया भर के एप्लिकेशन डेवलपर Firefox OS के लिए प्रतिबद्ध हैं और शुभारंभ के अवसर पर सैकड़ों हजारों मुफ्त अनुप्रयोगों उपलब्ध हो जाएगा. बढ़ती हुई सूची में अग्रणी एप्लिकेशन डेवलपर है Facebook, YouTube, Twitter और ConnectA2 साथ ही साथ Flashlight ऐप्प और Calculator भी है.

source: Users can place bookmarks to any website on the home page to provide the functionality of that website directly from the home screen. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and will make it possible for people to get the exact content they want, when they want it.
bn_in: ব্যবহারকারী যেকোন ওয়েবসাইটকে প্রধান স্ক্রিনে বুকমার্ক করতে পারেন যেন ওয়েবসাইটের কাজগুলি সরাসরি প্রধান স্ক্রিন থেকে করা যায়। এছাড়া প্রধান স্ক্রিন থেকে ডানে সুইপ করে, ব্যবহারকারী যেকোন শব্দ অনুসন্ধানে দিয়ে সহজেই তাৎক্ষণিকভাবে একটি একবার ব্যবহারযোগ্য বা ডাউনলোডযোগ্য অ্যাপ তৈরি করতে পারেন। চাহিদা মত এই অ্যাপগুলো তৈরি এবং ব্যবহারের মাধ্যমে ব্যবহারকারী তার অ্যাপ এবং স্মার্টফোনের পূর্ণ নিয়ন্ত্রণ পাবে এবং যখনই চাইবেন মানুষ যেন তার কাঙ্ক্ষিত কন্টেন্ট পান তার সম্ভবনা তৈরি করে।
hi_in: उपयोक्ताओं वेबसाइट पुस्तचिह्न को गृह पृष्ठ पर रख सकते हैं ताकि उन साइटों के साथ सीधी पहुँच ली जा सके. इसके अलावा, मुखपृष्ठ स्क्रीन से दाएँ स्वाइप करने से, उपयोक्ताओं किसी भी खोज शब्द को केवल दर्ज करें और तुरंत एक बार उपयोग या डाउनलोड एप्लिकेशन बना सकते हैं.मांग पर इन एप्प्स को बनाने और उपभोग करने से उपयोक्ता को उनके अनुप्रयोग के पूर्ण नियंत्रण में डालता है और स्मार्टफ़ोन अनुभव है और यह संभव बनेगे कि लोगों को वे मिले जो चाहते हैं.

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active Internet connection to work unless they need to send or receive date.
bn_in: Firefox OS ওয়েব প্রযুক্তির উপরে তৈরি হলেও ফোনের মূল বৈশিষ্ট্যগুলোর অফলাইনে চলার সক্ষমতা রয়েছে। এর অর্থ হচ্ছে, যেসকল অ্যাপ গুলো সক্রিয় ইন্টারনেট ব্যবহার করে না, আর যদি না তাকে কোন তথ্য আদান-প্রদান করতে হয়, সেগুলো অবশ্যই চলবে।
hi_in: Firefox OS वेब प्रौद्योगिकियों पर बनाया गया है, लेकिन सभी फ़ोन के मुख्य कार्यात्मकता के लिए ऑफ़लाइन क्षमता है. इसका मतलब है कि समारोह के लिए एप्प्स को एक सक्रिय इंटरनेट कनेक्शन की आवश्यकता नहीं है जब तक डेटा भेजने या प्राप्त करने की आवशकता न हो.

source: Firefox OS provides two ways to get apps: <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like "news" to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want. </li> </ul>
bn_in: Firefox OS এ অ্যাপ পাওয়ার দুইটি উপায় আছে: <ul> <li>Firefox Marketplace — আপনার অঞ্চলের সেরা ওয়েব ডেভেলপারদের তৈরি দারুন সব অ্যাপ ও স্থানীয় কন্টেন্টের উৎস।</li> <li>বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান — শুধুমাত্র একটি শব্দ টাইপ করুন যেমন "news" এবং আবিষ্কার করুন এ সম্পর্কিত আপনার অঞ্চলের মোবাইল অ্যাপগুলো, আপনি যা চাইছেন তা খুঁজে আপনার সামনে উপস্থাপন করে আপনাকে মোবাইল ব্যবহারের উন্নত অভিজ্ঞতা দিবে।</li> </ul>
hi_in: Firefox OS एप्प्स पाने के लिए दो तरीके सुझाता है:<ul><li>Firefox Marketplace — Twitter और Facebook और शानदार स्थानीय सामग्री की तरह के लोकप्रिय सामग्री – आपके क्षेत्र के सबसे अच्छे वेब डेवलेपर से.</li><li>अनुकूली ऐप्प खोज — “news” जैसे एक शब्द को टाइप करें ताकि आपके क्षेत्र में संबंधित मोबाइल ऐप्स पा सकें.</li></ul>

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the Web remains in your hands!
bn_in: আপনি যদি সকল প্রশ্ন ও বিষয়বস্তু দেখে থাকেন, তাহলে আপনার Firefox OS সম্বন্ধে সাধারণ ধারণা হয়েছে যেগুলো মূলত আপনার ক্রেতার দরকার হবে। এটি সহজে ব্যবহার করা যায়, Firefox OS স্মার্টফোন নতুন স্মার্টফোন ব্যবহারকারীদের জন্য উৎকৃষ্ট এবং এই স্মার্টফোনটিতে তাদের দরকারী সকল সুবিধা রয়েছে যেগুলো তারা চান। এটি মোজিলার মাধ্যমে বলীয়ান, যা Firefox OS কে সবার জন্যে সঠিক পছন্দ হিসেবে তৈরী করতে কাজ করে যাচ্ছে। যাতে করে ওয়েব আপনার হাতে থাকে তা নিশ্চিত করতে Mozilla সর্বদা প্রতিজ্ঞাবদ্ধ।
hi_in: यदि आपने प्रश्न के माध्यम से काम किया है और सभी सामग्री है, तो आपके पास अपने ग्राहकों को Firefox OS की जरूरतों से मेल करने के लिए मूल है. उपयोग करने के लिए आसान है, एक Firefox OS स्मार्टफ़ोन, नए स्मार्टफ़ोन उपयोक्ताओं और ग्राहकों की जरूरत की सभी सुविधाओं का पूरा के लिए एकदम सही है. और यह Mozilla द्वारा संचालित है, Firefox OS सुनिश्चित करने के लिए प्रतिबद्ध है और सभी के लिए सही विकल्प बनाने, और वेब उनके हाथों में रहता है.

source: That’s right! You can access Adaptive App Search directly on your home screen.
bn_in: একদম সঠিক! আপনি আপনার হোম পর্দায় সরাসরি অভিযোজিত অ্যাপ অনুসন্ধান করতে পারেন।
hi_in: यह सही है. यह आइकन अनुकूली app की खोज का प्रतिनिधित्व करता है.

source: That’s not it. You can access Adaptive App Search directly on your home screen./p>
bn_in: ওটা সেটা নয়। আপনি অভিযোজিত সার্চ সরাসরি আপনার হোম স্ক্রিনে সার্চ করতে পারেন।/p>
hi_in: यह नहीं है. आप सीधे अपने घर स्क्रीन पर अनुकूली एप्प खोज तक पहुँच सकते हैं./p>

source: It’s directly on your home screen
bn_in: এটা সরাসরি আপনার হোম স্ক্রিনে
hi_in: यह सीधा आपके होम स्क्रीन पर होगा.

source: That’s right. This icon represents Firefox Browser.
bn_in: এটা ঠিক। এই আইকনটি Firefox Browser।
hi_in: यह सही है. यह आइकॉन Firefox ब्राउज़र को दर्शाता है.

source: Actually, this icon represents Firefox Browser.
bn_in: আসলে, এই আইকনটি Firefox Browser-কে প্রতিনিধিত্ব করে।
hi_in: दरसल, यह आइकॉन Firefox ब्राउज़र को दर्शाता है.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands.
bn_in: আসলে, আপনি যখন একজন Firefox সমর্থকের সাথে মিশবেন, কথা বলুন কিভাবে Firefox OS বাছবেন এবং প্রতিশ্রুতি রাখবেন তাদের হাতে ওয়েবকে রাখার জন্য।
hi_in: दरसल, जब आप किसी firefox प्रशंसक से मिलते हैं, उनसे बात करें कि कैसे Firefox OS का चुनाव करके आप वेब की शक्ति आपके हाथों में ले सकने के वादे को पूरा कर सकते हैं.

source: That’s right. With this customer, highlight the great value of Firefox OS full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
bn_in: একদম সঠিক। এই ক্রেতার নিকট Firefox OS এর দারুণ উপযোগিতা এবং সবগুলো বৈশিষ্ট্য তুলে ধরুন, এবং ফোনে আগে থেকেই লোড করা সোশ্যাল অ্যাপ সমূহ আছে, যা প্রত্যেকটি-ই মূল্যবান ফিচার, তাও বলুন।
hi_in: यह सही है. इसके माध्यम से ग्राहक,सामाजिक एप्प्स जो कि पहले से ही मौजूद रहती हैं सहित Firefox OS की प्रमुख विशेषताओं पर प्रकाश डालता है, वो भी बेहतरीन ढंग से.

source: That’s not it. With this customer, highlight the great value of Firefox OS full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
bn_in: এটা ঠিক নয়। এই ক্রেতার নিকট Firefox OS এর দারুণ উপযোগিতা এবং সবগুলো বৈশিষ্ট্য তুলে ধরুন, এবং ফোনে আগে থেকেই লোড করা সোশ্যাল অ্যাপ সমূহ আছে, যা প্রত্যেকটি-ই মূল্যবান ফিচার, তাও বলুন।
hi_in: ऐसा नहीं है. इसके माध्यम से ग्राहक,सामाजिक एप्प्स जो कि पहले से ही मौजूद रहती हैं सहित Firefox OS की प्रमुख विशेषताओं पर प्रकाश डालता है, वो भी बेहतरीन ढंग से.

source: That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
bn_in: ঠিক সেরকম না। তিনটিই সঠিক। বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান অন্য যেকোন ফোনের চেয়ে আপনার প্রয়োজনীয়তার কথা বেশি বুঝতে পারে দেখেই এটা Firefox ব্রাউজারের যেকোনো সাধারণ ওয়েব অনুসন্ধানের মত কাজ না করে আরও নিখুঁতভাবে কাজ করে থাকে।
hi_in: ऐसा नहीं है. अनुकूल एप्प खोज के साथ, Firefox OS आपको किसी दूसरे फ़ोन से बेहतर जरूरत के लिए अनुकूल बनाता है, यह Firefox ब्राउज़रों पर केवल वेब सर्च की तरह काम नहीं करता.

source: That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers."
bn_in: এটা বেশ নয়। এদের তিনটে ঠিক। যখন অভিযোজিত সার্চ আপনার পাওয়ার প্রত্যাশাকে অন্যান্য ফোনের থেকে অনেক ভালোভাবে নেয়, এটা শুধুমাত্র Firefox ব্রাউজারে ওয়েব সার্চের জন্য নয়।"
hi_in: अनुकूल एप्प खोज के साथ, Firefox OS आपको किसी दूसरे फ़ोन से बेहतर जरूरत के लिए अनुकूल बनाता है. ऐसा बिल्कुल नहीं है. इनमें से तीन सही हैं. जबकि अनुकूली एप्प खोज आपकी आवश्यकताओं को किसी अन्य फ़ोन्स की तुलना मैं बेहतर तरीके से समझता है, यह सिर्फ वेब खोज की तरह Firefox ब्राउज़रों पर काम नहीं करता.

source: Here Maps
bn_in: এখানে ম্যাপ
hi_in: यहाँ नक़्शे

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.</p?
bn_in: আপনি ম্যাসেজ, Facebook, ইমেইল, ম্যাপসহ আরও কিছু যা প্রত্যাশা করছেন আপনাকে গুরুত্ব দিয়ে তার সবই Firefox OS স্মার্টফোনে প্রিলোড করা রয়েছে।</p?
hi_in: Firefox Os सभी सुविधाओं से युक्त है जिनकी आपको उम्मीद थी,जैसे-संदेश, Facebook, ईमेल, नक्शे और अधिक, सभी में एक बेहतर बहुमूल्यता के साथ.</p?

source: Ewe
bn_in: ইউই
fr: Éwé
hi_in: इयु

source: Fulah
bn_in: ফুলাহ্
fr: Peul
hi_in: फुलाह
it: Fula

source: Hausa
bn_in: হাউসা
fr: Haoussa
hi_in: हौसा

source: Hindi
bn_in: হিন্দি
el: Χίντι
hi_in: हिंदी
xh: IsiHindu
zu: Isi-Hindi

source: Igbo
bn_in: ইগবো
hi_in: इग्बो

source: Lingala
bn_in: লিঙ্গালা
hi_in: लिंगाला

source: Wolof
bn_in: উওলোফ
el: Γουόλοφ
hi_in: वोलोफ
xh: IsiWolofu
zu: Isi-Wolof

source: Xhosa
bn_in: জোসা
el: Ξόσα
hi_in: होसा
xh: IsiXhosa
zu: IsiXhosa

source: Yoruba
bn_in: ইওরুবা
hi_in: योरूबा

source: Marketplace
bn_in: মার্কেটপ্লেস
xh: Imarike
zu: I-Marketplace

source: Visit <a href="hhttps://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
bn_in: আরও তথ্যের জন্য <a href="https://support.mozilla.org/en-US/products/firefox-os">https://support.mozilla.org/en-US/products/firefox-os</a> দেখুন।

source: Firefox Marketplace
xh: IMarike ye-Firefox
zu: I-Firefox Marketplace

source: Bluetooth
xh: I-Bluetooth
zu: I-Bluetooth

source: Mozilla
xh: I-Mozilla
zu: I-Mozilla

source: HERE Maps
el: Χάρτες (HERE Maps)
