Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
bn_in: বস্তুত, এই সকল ক্রেতাই সব Firefox OS এর জন্য আদর্শ প্রার্থী!
el: Στην πραγματικότητα, ΟΛΟΙ αυτοί οι πελάτες αποτελούν ιδανικοί υποψήφιοι για το Firefox OS!
es: En realidad TODOS estos clientes son candidatos ideales para Firefox OS.
fr: En réalité, tous sont des candidats idéaux pour Firefox OS !
hi_in: वास्तव में, इन ALL ग्राहकों के लिए Firefox ओएस के लिए आदर्श उम्मीदवार हैं!
it: In realtà tutte le risposte identificano un candidato ideale per Firefox OS.
pt_br: Na verdade, todos esses clientes são candidatos ideais para Firefox OS!
xh: Ngenene, BONKE aba bathengi bangabona bafanelekileyo ukuxhasa i-Firefox OS!
zu: Empeleni nje, WONKE lamakhasimende afanelekile ukusebenzisa i-Firefox OS!

source: Which Firefox OS feature does this icon represent?
bn_in: এই আইকনটি Firefox OS এর কোন বৈশিষ্টকে নির্দেশ করে?
el: Ποιο χαρακτηριστικό του Firefox OS αντιπροσωπεύει αυτό το εικονίδιο;
es: ¿Qué función de Firefox OS representa este icono?
fr: Quelle fonctionnalité de Firefox OS cette icône représente-t-elle ?
hi_in: इस चिह्न का प्रतिनिधित्व करता है जो फ़ायरफ़ॉक्स ओएस सुविधा?
it: Quale funzione di Firefox OS rappresenta questa icona?
pt_br: Qual funcionalidade do Firefox OS este ícone representa?
xh: Yeyiphi ifitsha ye-Firefox OS emelwe yile ayikhoni?
zu: Ingabe lo mfuziselo umele yiphi ifisha ye-Firefox OS?

source: That’s right. This icon represents Contacts.
bn_in: একদম সঠিক! এই আইকন পরিচিতি নির্দেশ করে।
el: Σωστά. Αυτό το εικονίδιο αντιπροσωπεύει τις Επαφές.
es: Correcto. El icono representa los contactos.
hi_in: यह सही है. यह आइकॉन संपर्कों को दर्शाता है.
it: Esatto. Questa icona rappresenta i contatti.
pt_br: Exatamente. Este ícone representa os contatos.

source: Actually, this icon represents Contacts.
bn_in: আসলে, এগুলো সবই বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের জন্য সত্য।
el: Βασικά, αυτό το εικονίδιο αντιπροσωπεύει τις Επαφές.
es: En realidad el icono representa los contactos.
hi_in: दरअसल, यह आइकॉन संपर्कों को दर्शाता है.
it: Sbagliato. Questa icona rappresenta i contatti.
pt_br: Errado, este ícone representa os contatos.

source: Which Firefox OS feature does this represent?
el: Ποιο χαρακτηριστικό του Firefox OS αντιπροσωπεύει αυτό το εικονίδιο;
es: ¿Qué función de Firefox OS representa este icono?
it: Quale funzione di Firefox OS rappresenta questa icona?
pt_br: Qual funcionalidade do Firefox OS este ícone representa?

source: That’s right. This icon represents the Firefox browser.
el: Σωστά. Αυτό το εικονίδιο αντιπροσωπεύει τον περιηγητή Firefox.
es: Correcto. El icono representa el navegador Firefox.
it: Esatto. Questa icona rappresenta il browser Firefox.
pt_br: Exatamente. Este ícone representa o navegador Firefox.

source: Actually, this icon represents the Firefox browser.
el: Βασικά, αυτό το εικονίδιο αντιπροσωπεύει τον περιηγητή Firefox.
es: En realidad el icono representa el navegador Firefox.
it: Sbagliato. Questa icona rappresenta il browser Firefox.
pt_br: Errado, este ícone representa o navegador Firefox.

source: That’s right. This icon represents Adaptive App Search.
bn_in: একেবারে ঠিক, এই সকল ক্রেতা Firefox OS এর জন্য আদর্শ প্রার্থী।
el: Σωστά. Αυτό το εικονίδιο αντιπροσωπεύει την δυναμική αναζήτηση εφαρμογών.
es: Correcto. El icono representa la Búsqueda Adaptativa de Aplicaciones.
hi_in: यह सही है. यह आइकन अनुकूली app की खोज का प्रतिनिधित्व करता है.
it: Esatto. Questa icona rappresenta la ricerca adattiva delle app.
pt_br: Exatamente. Este ícone representa a pesquisa de aplicativos adaptável?

source: Actually, this icon represents the Adaptive App Search.
el: Βασικά, αυτό το εικονίδιο αντιπροσωπεύει την δυναμική αναζήτηση εφαρμογών.
es: En realidad el icono representa la Búsqueda Adaptativa de Aplicaciones.
it: Sbagliato. Questa icona rappresenta la ricerca adattiva delle app.
pt_br: Errado, este ícone representa a pesquisa de aplicativos adaptável.

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
bn_in: আপনার ক্রেতা নিজ প্রতিযোগীদের বিপরীতে Firefox OS এর সব থেকে বড় সুবিধাটি জানতে চাইবে। প্রযোজ্য সকল বিবৃতি নির্বাচন করুন।
el: Ο πελάτης σας θέλει να καταλάβει τα μέγιστα προτερήματα του Firefox OS έναντι των ανταγωνιστών του. Επιλέξτε όσες προτάσεις χρειάζεται.
es: Tu cliente quiere comprender cuáles son las mayores ventajas de Firefox OS frente a sus competidores. Selecciona todas las afirmaciones que sean pertinentes.
fr: Votre client veut comprendre les principaux avantages de Firefox OS face à ses concurrents. Sélectionnez toutes les affirmations correctes.
hi_in: आपके ग्राहक अपने प्रतियोगियों की तुलना में Firefox OS का सबसे बड़ा लाभ समझना चाहते हैं. लागू होने वाले बयानों का चयन करें.
it: I tuoi clienti vorranno conoscere i principali vantaggi di Firefox OS rispetto alla concorrenza. Seleziona tutte le opzioni corrette.
pt_br: Seu cliente quer entender os maiores benefícios do Firefox OS em relação à concorrência. Selecione todas as afirmações que se aplicam.
xh: Abathengi bakho bafuna ukwazi eyona nto inkulu baza kuyixhamla kwi-Firefox OS. Khetha zonke iintetho ezifanelekileyo.
zu: Ikhasimende lakho lifuna ukwazi ngemihlomulo emikhulu ye-Firefox OS kuqhathaniswa nabancintisayo. Khetha zonke izitatimende ezihambisanayo.

source: That’s right. These statements are all true about Firefox OS.
bn_in: একদম সঠিক! এই সকল বিবৃতি Firefox OS এর সম্পর্কে সত্য।
el: Σωστά. Όλες αυτές οι δηλώσεις ισχύουν για το Firefox OS.
es: Correcto. Todas las afirmaciones son verdaderas respecto a Firefox OS.
fr: En effet, ces affirmations sur Firefox OS sont toutes vraies.
hi_in: यह सही है. Firefox OS के विषय मैं सारे बयान उचित हैं.
it: Esatto. Tutte queste affermazioni su Firefox OS sono vere.
pt_br: Exatamente. Todas essas afirmações são verdadeiras sobre o Firefox OS.
xh: Kunjalo. Ezi ntetho ziyinyani malunga ne-Firefox OS.
zu: Kunjalo. Zonke lezi zitatimende ziyiqiniso nge-Firefox OS.

source: Actually, all of these are true except for the statement about “broadest selection of devices.” This may be true in the future, but it is not currently true.
bn_in: মূলত, এগুলোর সব কয়টি সত্য শুধুমাত্র “অনেক ডিভাইস থেক নির্বাচনের সুযোগ” বিবৃতি বাদে। এটা ভবিষ্যতে সত্য হতে পারে, কিন্তু বর্তমানে এটা সত্য নয়।
el: Βασικά, όλα αυτά είναι αλήθεια εκτός από την δήλωση «το μεγαλύτερο εύρος συσκευών». Αυτό μπορεί να ισχύσει στο μέλλον αλλά όχι σήμερα.
es: De hecho, todas son ciertas excepto la afirmación “selección más amplia de dispositivos”. En el futuro puede ser cierta, pero de momento no.
hi_in: असल में, इन सभी का यह भविष्य में सच हो सकता है "उपकरणों की विस्तृत चयन" के बारे में बयान के लिए छोड़कर सभी सही हैं, लेकिन यह वर्तमान में सच नहीं है.
it: In realtà sono tutte vere tranne l’affermazione sull’ampia gamma di dispositivi. In futuro la gamma di dispositivi che sfruttano Firefox OS potrebbe ampliarsi, ma per adesso non è corretto affermare che sia la più ampia sul mercato.
pt_br: Na verdade, todas são verdadeiras, exceto para a declaração sobre a "mais ampla seleção de dispositivos." Isso pode ser verdade no futuro, mas de momento não é verdade.

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
bn_in: একজন ক্রেতা আপনাকে বললেন স্মার্ট ফোন গুলোকে জটিল মনে হয়। আপনার সেক্ষেত্রে কি ধরনের বিক্রয় উপায়ী অবলম্বন করা উচিত?
el: Ένας πελάτης σας λέει πως τα smartphones φαίνονται περίπλοκα. Με ποιο χαρακτηριστικό θα πρέπει να ξεκινήσετε;
es: Un cliente te dice que los teléfonos inteligentes le resultan complicados. ¿Con qué característica de venta empezarías?
fr: Un client vous dit que les smartphones ont l'air compliqués. Par quelle caractéristique commencer pour le convaincre du contraire ?
hi_in: एक ग्राहक आपको बताता हैं की स्मार्टफ़ोन जटिल लगता है. आपको क्या बेचने की कौनसी सुविधा के साथ नेतृत्व करना चाहिए?
it: Un cliente afferma che gli smartphone sembrano troppo complicati da utilizzare. Quale caratteristica dovresti descrivere per convincerlo?
pt_br: Um cliente fala que os smartphones parecem complicados. Que argumento de venda deve ser destacado?
xh: Umthengi ukuxelela ukuba ii-smartphone ziyabhida. Leliphi icebo elililo lokuthengisa ekufuneka likukhokele?
zu: Umthengi ukutshela ukuthi ama-smartphones sengathi kulukhuni ukuwasebenzisa. Hlobo luni lwefisha okufanele uqale ngalo?

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
bn_in: একদম সঠিক। একজন ক্রেতার ব্যবহারে সহজ এমন একটি স্মার্টফোনের খুঁজছেন, Firefox OS তার জন্যে খুব ভালো হবে।
el: Σωστά. Για κάποιον καταναλωτή που ψάχνει ένα smartphone εύκολο στη χρήση, το Firefox OS αποτελεί εξαιρετική επιλογή.
es: Correcto. Para un cliente que busca un teléfono inteligente que sea fácil de usar, Firefox OS es la opción perfecta.
fr: C'est certain. Pour un client qui cherche un smartphone facile à utiliser, Firefox OS est un excellent choix.
hi_in: यह सही है. प्रयोग करने में आसान है कि एक स्मार्टफोन की तलाश के लिए एक ग्राहक के लिए, फ़ायरफ़ॉक्स ओएस एक बहुत पसंद है.
it: Esatto. Se un cliente sta cercando uno smartphone semplice da utilizzare, Firefox OS è la scelta perfetta.
pt_br: Está certo. Para um cliente que procura um smartphone fácil de usar, o Firefox OS é uma ótima escolha.
xh: Kunjalo. Umthengi ofuna i-smartphone ekulula ukuyisebenzisa, i-Firefox OS yeyona makayikhethe.
zu: Kunjalo. Ikhasimende elifuna i-smartphone okulula ukuyisebenzisa, ngabe likhethe kahle nge-Firefox OS.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.
bn_in: মূলত, এই ক্রেতার জন্য, সবচেয়ে ভালো উপায় হল Firefox OS ব্যবহার কতটা সহজ সে সম্পর্কে কথা বলা।
el: Βασικά, για τον συγκεκριμένο καταναλωτή, η καλύτερη επιλογή θα ήταν να του μιλήσετε για το πόσο εύκολο είναι το Firefox OS στη χρήση.
es: De hecho, para este cliente, la mejor opción es hablarle sobre lo fácil que es usar Firefox OS.
fr: En fait, pour ce client, le mieux est de lui parler de la facilité d'utilisation de Firefox OS.
hi_in: दरअसल, इस ग्राहक के लिए सबसे अच्छा विकल्प फ़ायरफ़ॉक्स ओएस उपयोग करने के लिए कितना आसान है के बारे में बात करने के लिए है.
it: In realtà per questo cliente sarebbe meglio parlare della semplicità d’utilizzo di Firefox OS.
pt_br: Na verdade, para este cliente, a melhor opção é falar sobre o quão fácil o Firefox OS é de usar.
xh: Okunene, okufuneka kulo mthengi, kukuba umbonise eyona ndlela ilula yokusebenzisa i-Firefox OS.
zu: Empeleni, ngaleli khasimende, okungcono ukuthi ukhulume ngokuthi kulula kanjani ukusebenzisa i-Firefox OS.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
bn_in: যদি কোন ক্রেতা তার পুরানো ফিচার ফোন পরিবর্তন করতে রাজি থাকেন। তাহলে আপনি বিক্রির জন্য কি ধরনের ফিচারের সাথে অগ্রসর হবেন?
el: Μια πελάτης σας λέει πως είναι έτοιμη να προχωρήσει πέρα από το πεπαλαιωμένων χαρακτηριστικών τηλέφωνο της. Με ποιο χαρακτηριστικό θα πρέπει να ξεκινήσετε;
es: Una clienta te dice que está dispuesta a cambiar su teléfono por otro de una gama más alta. ¿Con qué característica de venta empezarías?
fr: Un client vous dit qu'il est prêt à troquer son ancien téléphone basique pour un smartphone. Quelle fonctionnalité mettriez-vous en avant ?
hi_in: एक ग्राहक बताती है कि वह अपने पुराने फीचर फ़ोन को ऊपर ले जाने के लिए तैयार है. आपको क्या बेचने की सुविधा के साथ नेतृत्व करना चाहिए?
it: Un cliente afferma di aver finalmente deciso di passare da un cellulare tradizionale allo smartphone. Quale caratteristica dovresti descrivere per convincerlo?
pt_br: Uma cliente fala que está pronta para trocar o antigo aparelho. Que argumento de venda deveria ser destacado?
xh: Umthengi ukuxelela ukuba ufuna ukunyukela phezulu kule fowuni yakhe indala. Leliphi icebo elililo lokuthengisa ekufuneka likukhokele?
zu: Ikhasimende likutshela ukuthi selikulungele ukuthola ifoni enamafisha asezingeni eliphezulu. Iyiphi ifisha ehamba phambili okumele uqale ngayo?

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
el: Σωστά. Με νέους χρήστες smartphone, θα πρέπει να τονίζετε την απλότητα και τα χαρακτηριστικά όπως η δυναμική αναζήτηση εφαρμογών.
es: Exacto. Con un nuevo usuario de teléfono inteligente, debes hablar sobre su sencillez y destacar características como la Búsqueda Adaptativa de Aplicaciones.
it: Esatto. Con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’utilizzo e di funzioni come la ricerca adattiva delle app.
pt_br: Correto. Com um usuário iniciante em smartphones, você deve falar sobre sua simplicidade e recursos como a Pesquisa de Aplicativos Adaptável.

source: Actually, with a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
el: Βασικά, με νέους χρήστες smartphone, θα πρέπει να τονίζετε την απλότητα και τα χαρακτηριστικά όπως η δυναμική αναζήτηση εφαρμογών.
es: En realidad, con un nuevo usuario de teléfono inteligente, debes hablar sobre su sencillez y destacar características como la Búsqueda Adaptativa de Aplicaciones.
it: In realtà con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’utilizzo e di funzioni come la ricerca adattiva delle app.
pt_br: O que é uma Pesquisa de Aplicativos Adaptável?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
bn_in: একজন ক্রেতা আপনাকে বললো, যে সে ডেস্কটপ ব্রাউজার হিসেবে Firefox ব্যবহার করেন। তাহলে আপনি বিক্রির জন্য কি ধরনের ফিচারের সাথে অগ্রসর হবেন?
el: Ένας πελάτης σας λέει πως χρησιμοποιεί τον Firefox για περιήγηση στον υπολογιστή του. Με ποιο χαρακτηριστικό θα πρέπει να ξεκινήσετε;
es: Un cliente te dice que usa Firefox como navegador de escritorio. ¿Con qué característica de venta empezarías?
fr: Un client vous dit qu'il utilise Firefox sur son ordinateur. Qu'allez-vous utiliser pour le convaincre ?
hi_in: ग्राहक आपको बताता हैं की वह डेस्कटॉप ब्राउज़र के रूप में Firefox का उपयोग करता है आप क्या बेचने की किस विशेषता के साथ नेतृत्व करना चाहिए?
it: Un cliente afferma di utilizzare Firefox come browser sul proprio computer. Quale caratteristica dovresti descrivere per convincerlo?
pt_br: Um cliente fala que usa o Firefox como navegador do computador. Que argumento de venda deveria ser destacado?
xh: Umthengi ukuxelela ukuba usebenzisa i-Firefox njengebhrawuza yakhe ye-desktop. Leliphi icebo lokuthengisa emalikukhokele?
zu: Ikhasimende likutshela ukuthi lisebenzisa i-Firefox njengesiphequluli ku-desktop. Kumele ukhulume ngayiphi ifisha kuqala?

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.
el: Σωστά. Όταν γνωρίσετε κάποιον υποστηρικτή του Firefox, μιλήστε του για το πως η επιλογή του Firefox OS βοηθάει στη διατήρηση του ελεύθερου και ανοιχτού ιστού.
es: Correcto. Cuando conozcas a un fan de Firefox, háblale sobre cómo la elección de Firefox OS contribuye a mantener la Web libre y abierta.
it: Esatto. Quando incontri un fan di Firefox sottolinea come scegliere Firefox OS significa contribuire a mantenere il Web libero e aperto.
pt_br: Está certo. Quando encontrar um fã do Firefox, fale sobre como escolher o Firefox OS ajuda a manter a Web livre e aberta.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.
el: Βασικά, όταν γνωρίσετε κάποιον υποστηρικτή του Firefox, μιλήστε του για το πως η επιλογή του Firefox OS βοηθάει στη διατήρηση του ελεύθερου και ανοιχτού ιστού.
es: En realidad, cuando conozcas a un fan de Firefox, debes hablarle sobre cómo la elección de Firefox OS contribuye a mantener la Web libre y abierta.
it: In realtà quando incontri un fan di Firefox, sarebbe più appropriato sottolineare come scegliere Firefox OS significhi contribuire a mantenere il Web libero e aperto.
pt_br: Na verdade, quando encontrar um fã do Firefox, fale sobre como escolher o Firefox OS ajuda a manter a Web livre e aberta.

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.
el: Ένα πελάτης σας λέει, «Ψάχνω για έναν εύκολο τρόπο να μείνω σε επαφή με τους φίλους μου, αλλά δεν θέλω να ξοδέψω πολλά χρήματα.» Ποια από τις παρακάτω δηλώσεις αποτελούν καλές απαντήσεις; Επιλέξτε όσες χρειάζεται.
es: Un cliente te dice, “Busco una forma fácil de mantener el contacto con mis amigos, pero no quiero gastarme mucho dinero”. ¿Cuál de las siguientes afirmaciones sería una buena respuesta? Selecciona todas las que sean pertinentes.
fr: Un client vous dit : « je cherche une façon simple de rester en contact avec mes amis mais je ne veux pas dépenser beaucoup d'argent ». Parmi les options suivantes, lesquelles sont les plus appropriées ? Sélectionnez toutes les réponses qui vous semblent correctes.
it: Un cliente afferma: “Sto cercando un modo semplice per rimanere in contatto con i miei amici, ma non ho intenzione di spendere molto”. Quale delle seguenti affermazioni potrebbe rappresentare una buona risposta? Seleziona tutte le opzioni corrette.
pt_br: Um cliente lhe diz: "Eu estou procurando uma maneira fácil de ficar em contato com meus amigos, mas eu não quero gastar muito." Qual das seguintes alternativas pode ser uma boa resposta? Selecione todas as opções válidas.
xh: Umthengi uthi kuwe, “Ndikhangela indlela elula yokuhlala ndinxibelelana nabahlobo bam, kodwa andifuni kuchitha mali ininzi.” Yeyiphi kwezintetho onokuphendula ngayo? Khetha zonke ezinokulunga.
zu: Umthengi uthi kuwena, “Ngifuna indlela elula yokuxhumana nabangani, kodwa angifuni ukuchitha imali enkulu.” Yiziphi kulezi zitatimende ezingaba yimpendulo enhle? Khetha konke okuhambisanayo.

source: That’s right. With this customer, highlight the great value of Firefox OS and the full feature set, including social apps that are preloaded on the phone.
el: Σωστά. Με τον συγκεκριμένο πελάτη, τονίστε την αξία του Firefox OS και τα χαρακτηριστικά του, συμπεριλαμβανομένου των προεγκατεστημένων εφαρμογών κοινωνικής δικτύωσης.
es: Exacto. Con este cliente, destaca buen precio y el conjunto de características que tiene Firefox OS, entre ellas apps sociales que vienen preinstaladas en el teléfono.
it: Esatto. Con questo cliente dovresti sottolineare il conveniente rapporto qualità/prezzo di Firefox OS e la ricca lista di funzionalità, in particolare le app per gestire i social network preinstallate sul dispositivo.
pt_br: Está certo. Com este cliente, destaque o grande valor do Firefox OS e o conjunto completo de funcionalidades, incluindo aplicativos sociais que são pré-instalados no telefone.

source: That's not it. With this customer, be sure to highlight the great value of Firefox OS, and its full feature set, including social apps that are preloaded on the phone, all at great value.
el: Όχι ακριβώς. Με τον συγκεκριμένο πελάτη, τονίστε την αξία του Firefox OS και τα χαρακτηριστικά του, συμπεριλαμβανομένου των προεγκατεστημένων εφαρμογών κοινωνικής δικτύωσης.
es: No, no es correcto. Con este cliente, asegúrate de subrayar el buen precio y el conjunto de características que tiene Firefox OS, entre ellas apps sociales que vienen preinstaladas en el teléfono.
it: In realtà con questo cliente sarebbe più appropriato sottolineare il conveniente rapporto qualità/prezzo di Firefox OS e la ricca lista di funzionalità, in particolare le app per gestire i social network preinstallate sul dispositivo.
pt_br: Não é isso. Com este cliente, certifique-se de destacar o grande valor do Firefox OS e seu conjunto de funcionalidades, incluindo aplicativos sociais que são pré-instalados no telefone, todos de grande valor.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
bn_in: একজন ক্রেতা বললেন, “আমি আমার বাড়ির কম্পিউটারে Firefox ব্যবহার করি, আমার এটা পছন্দও করি, কিন্তু আমি জানতাম না এদের স্মার্টফোন OS আছে। কেন?” ক্রেতার এইরকম প্রশ্নের বিপরীতে, নিচের কোন উত্তরটি সবচেয়ে সঠিক হবে?
el: Κάποιος πελάτης σας λέει, «Χρησιμοποιώ τον Firefox στον υπολογιστή μου και τον αγαπώ, αλλά δε γνώριζα ότι υπάρχει και λειτουργικό σύστημα για κινητά. Γιατί να το χρησιμοποιήσω;» Ποια από τις παρακάτω δηλώσεις αποτελούν καλές απαντήσεις για τον συγκεκριμένο πελάτη;
es: Un cliente afirma, “Uso Firefox en mi equipo de escritorio de casa y me encanta, pero no sabía que también había un sistema operativo para teléfonos inteligentes. ¿Por qué?”. ¿Cuál de las siguientes afirmaciones sería la respuesta más apropiada a este cliente en concreto?
fr: Un client vous dit : « j'utilise Firefox sur mon ordinateur personnel et j'apprécie ce logiciel mais je ne savais pas qu'il y avait un système d'exploitation pour smartphone. Pourquoi ? ». Parmi les réponses suivantes, sélectionnez celle(s) qui vous semble(nt) appropriée(s) pour ce client.
hi_in: एक ग्राहक आपसे कहता है कि, “मैं अपने दोस्तों के साथ संपर्क में रहने के लिए एक आसान तरीका ढूंढ रहा हूँ, लेकिन मैं बहुत सारा पैसा खर्च नहीं करना चाहता”, निम्नलिखित बयानों में से कौन सी एक अच्छी प्रतिक्रिया होगी? लागू होने वाले सभी का चयन करें.
it: Un cliente afferma: “Utilizzo Firefox sul computer di casa e mi piace, ma non avevo idea che esistesse anche uno smartphone targato Firefox. Perché?”. Quali delle seguenti affermazioni rappresentano una risposta appropriata per questo particolare cliente?
pt_br: Um cliente diz “Eu uso o Firefox no meu computador de casa e amo, mas eu não sabia que eles tinham um smartphone. Por quê?”. Qual das afirmações abaixo é a resposta mais apropriada para este cliente em particular?
xh: Umthengi uthi, “Ndisebenzisa i-Firefox kwikhompyutha yam yasekhaya kwaye ndiyayithanda, kodwa bendingayazi ukuba bane-smartphone OS. Ngoba?” Yeyiphi intetho enokuba yeyona mpendulo ifanelekileyo kulo mthengi?
zu: Umthengi uthi, “Ngisebenzisa i-Firefox kukhompyutha yasekhaya futhi ngiyayithanda, kodwa bengingazi ukuthi bane smartphone OS. Kungani?” Yiziphi kulezi zitatimende ezilandelayo ezingaba yimpendulo efanele kulo mthengi?

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open. And while all of these statements are true, only this one is the best response for this particular customer.
el: Σωστά. Αυτός ο πελάτης φαίνεται να είναι λάτρης του Firefox. Μιλήστε του για το πως τα κινητά Firefox OS, φτιαγμένα από τον Mozilla, είναι μέρος της προσπάθειάς μας να κρατήσουμε τον Ιστό δωρεάν και ελεύθερο. Και παρόλο που όλες οι παρακάτω δηλώσεις είναι σωστές, μόνο η συγκεκριμένη είναι η καλύτερη για αυτόν τον πελάτη.
es: Exacto. Parece que este cliente es un fan de Firefox. Háblale sobre cómo los teléfonos Firefox OS, hechos por Mozilla, contribuyen a mantener la Web libre y abierta. Y aunque todas estas afirmaciones son ciertas, solo ésta es la mejor respuesta para este cliente en concreto.
it: Esatto. Questo cliente sembra un fan di Firefox. Sottolinea come i telefoni Firefox OS siano parte integrante della missione di Mozilla per mantenere il Web libero e aperto. Nonostante tutte le affermazioni siano vere, questa è la migliore risposta alla domanda del cliente.
pt_br: Correto! Este cliente parece um fã do Firefox. Fale sobre como os aparelhos com Firefox OS, feitos pela Mozilla, são parte do movimento para manter a Web aberta e livre. E mesmo que todas as afirmações estejam corretas, somente esta é a melhor para este tipo de cliente.
