Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
bn_in: যেহেতু এটি Firefox দ্বারা তৈরি , আপনি নিশ্চিত থাকতে পারেন যে Firefox OS এর পিছনে একটি গ্লোবাল কমিউনিটি আপনার হয়ে এবং আপনার সুবিধার কথা মাথায় রেখে কাজ করছে।
el: Από τη στιγμή που είναι φτιαγμένο από τον Firefox, μπορείτε να αισθάνεστε σίγουροι πως το Firefox OS υποστηρίζεται από μια παγκόσμια κοινότητα που εργάζεται εκ μέρους σας και έχοντας κατά νου τα ενδιαφέροντα σας.
es: Como ha sido desarrollado por Firefox, puedes tener la seguridad de que Firefox OS cuenta con el respaldo de una comunidad mundial que trabaja en beneficio de los usuarios y teniendo presentes sus intereses.
fr: Étant donné que Firefox OS est, comme Firefox, conçu par une communauté mondiale, vous pouvez être sûr qu'elle travaille dans votre intérêt.
hi_in: यह Firefox, द्वारा बनाया गया है, इसलिए आप Firefox OS अपनी ओर से काम कर रहे एक वैश्विक समुदाय से और मन में अपने हितों के साथ समर्थित है कि आप आत्मविश्वास महसूस कर सकते हैं.
it: Puoi stare sicuro che Firefox OS, essendo sviluppato da Mozilla, ha dietro di sé una comunità globale che si impegna per proteggere te e i tuoi interessi.
pt_br: Como é desenvolvido pelo Firefox, você pode confiar que o Firefox OS é apoiado por uma comunidade global trabalhando em seu nome e voltada para os seus interesses.
xh: Ngenxa yokuba yakhiwe yi-Firefox, ungaba nokuzithemba ukuba i-Firefox OS ixhaswe luluntu lwehlabathi olusebenzela wena kunye neminqweno yakho.
zu: Njengoba yakhiwa abakwa-Firefox, i-Firefox OS yesekwe ngumphakathi womhlaba osebenzela wena futhi ubeke phambili izidingo zakho.

source: Firefox OS gives you the broadest selection of devices on the market today.
bn_in: Firefox OS আপনাকে আজকের বাজারে অনেক ধরনের ডিভাইস থেকে নির্বাচনের সুযোগ দিচ্ছে।
el: Το Firefox OS σας δίνει την πιο ευρεία επιλογή συσκευών στην αγορά σήμερα.
es: Firefox OS te ofrece la más amplia selección de dispositivos disponible actualmente en el mercado.
hi_in: Firefox OS आपको बाजार में उपकरणों का विस्तृत चयन देता है.
it: Firefox OS attualmente offre la più ampia gamma di dispositivi sul mercato.
pt_br: O Firefox OS oferece a mais ampla seleção de aparelhos no mercado atual.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.
bn_in: Firefox OS আপনার প্রত্যাশার - ক্যামেরা , ইমেইল , অ্যাপ, গান, ম্যাপ ইত্যাদির কথা - মাথায় রেখে- আপনার অর্থের প্রতি সর্বচ্চ গুরুত্বারোপ করে - সব থেকে সাশ্রয়ী মূল্যে।
el: Το Firefox OS σας δίνει την καλύτερη αναλογία επιδόσεων για την τιμή του. Διαθέτει ό,τι αναμένετε από ένα smartphone -- κάμερα, email, εφαρμογές, μουσική, χάρτες και περισσότερα -- στις πιο ανταγωνιστικές τιμές.
es: Firefox OS te ofrece más valor por tu dinero, con todo lo que cabe esperar de un teléfono inteligente —cámara, correo electrónico, apps, música, mapas, etc.— a los precios más competitivos.
fr: Firefox OS fournit le meilleur rapport qualité-prix avec toutes les fonctionnalités que vous pouvez attendre d'un smartphone : un appareil photo, la messagerie électronique, des applications, de la musique, des cartes et plus encore pour un prix compétitif.
hi_in: Firefox OS आपको आपके पैसों का सही मूल्य देता है, और आपकी उम्मीद से भी ज्यादा — कैमरा, ईमेल, एप्प्स, संगीत और अधिक — अधिक प्रतिस्पर्धी कीमतों पर.
it: Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo.
pt_br: O Firefox OS dá a você mais valor pelo seu dinheiro, tem tudo o que você espera em um smartphone — câmera, e-mail, aplicativos, música, mapas e mais — nos preços mais competitivos.
xh: I-Firefox OS ikunika ixabiso elililo lwemali yakho, kunye nako konke okulindeleyo - ikhamera, i-imeyile, iiplikheshini, umculo, iimephu nokunye - ngamaxabiso afikelelekayo.
zu: I-Firefox OS ikunikeza inani elifanele imali yakho kakhulu, ngako konke okulindele — ikhamera, i-imeyli, ama-app, umculo, amabalazwe kanye nokunye — ngamanani okuncintisana kakhulu.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.
bn_in: Firefox OS ব্যবহার করা সব থেকে সোজা। আপনার পছন্দের অ্যাপ গুলো আগে থেকেই লোড করা থাকে এবং আপনি আপনার Facebook বন্ধুদেরকেও সহজেই কন্টাক্ট তালিকায় ইম্পোর্ট করতে পারেন।
el: Το Firefox OS είναι το πιο εύκολο smartphone για να ξεκινήσετε. Οι αγαπημένες σας εφαρμογές είναι ήδη προεγκατεστημένες και μπορείτε επίσης εύκολα να εισάγετε τους φίλους σας από το Facebook.
es: Firefox OS es el teléfono más fácil para comenzar. Tus apps favoritas están ya preinstaladas y además puedes importar fácilmente tus amigos de Facebook.
fr: Firefox OS est le smartphone le plus simple à utiliser pour commencer. Vos applications favorites sont déjà préinstallées et vous pouvez également importer facilement vos amis depuis Facebook.
hi_in: Firefox OS आरंभ करने के लिए सबसे आसान स्मार्टफ़ोन है. अपने पसंदीदा एप्प पहले से ही लोड हैं और आप आसानी से, फेसबुक से अपने संपर्क को आयात और सिंक कर सकते हैं.
it: Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare nei contatti i tuoi amici di Facebook.
pt_br: O Firefox OS é o smartphone mais fácil para começar a usar. Seus aplicativos favoritos já estão pré-instalados e você pode facilmente importar amigos do Facebook também.
xh: I-Firefox OS yeyona smartphone ilula onokuqala ngayo. Ezona aplikheshini zakho uzithandayo sezifakiwe kwaye ungafumana abahlobo lula nakwiKhasilobuso.
zu: I-Firefox OS yi-smartphone okulula kakhulu ukuqala ngayo. Wonke ama-app akho ayintandokazi asefakelwe futhi ungathutha kalula abangani bakho besuswa ku-Facebook.

source: If you love Firefox browsers, you’ll love Firefox OS phones. Choosing Firefox OS keeps the power of the Web in your hands.
bn_in: আপনি যদি Firefox ব্রাউজারকে ভালবাসেন তাহলে আপনি Firefox OS কেও ভালোবাসবেন। Firefox OS বেছে নিলে ওয়েবের শক্তি থাকবে আপনার হাতের মুঠোয়।
el: Αν αγαπάτε τον περιηγητή Firefox, θα αγαπήσετε και τα κινητά Firefox OS. Επιλέγοντας το Firefox OS κρατάτε την δύναμη του ιστού στα χέρια σας.
es: Si te encantan los navegadores Firefox, te encantarán los teléfonos Firefox OS. Al elegir Firefox OS, tienes el poder de la Web en tus manos.
hi_in: यदि आप Firefox से प्यार करते हैं, तो आप Firefox OS से भी प्यार करेंगे. Firefox OS डिवाइस का चुनाव करके वेब की शक्ति आपके हाथों में होती है.
it: Se ti piace Firefox, ti innamorerai degli smartphone Firefox OS. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.
pt_br: Se ama os navegadores Firefox, vai adorar os telefones com o Firefox OS. Escolhendo o Firefox OS mantém o poder da Web em suas mãos.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the apps you really need, when you need it.
bn_in: Firefox OS আপনার প্রত্যাশার - ক্যামেরা, ইমেইল , অ্যাপ, গান , ম্যাপ ইত্যাদির কথা - মাথায় রেখে- আপনার অর্থের প্রতি সর্বোচ্চ গুরুত্বারোপ করে - সব থেকে সাশ্রয়ী মূল্যে। আরও আছে, বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান বৈশিষ্ট্য, যখন যেমন অ্যাপ আপনার প্রয়োজন তা সহজেই খুঁজে আনবে।
el: Το Firefox OS σας δίνει την καλύτερη αναλογία επιδόσεων για την τιμή του. Διαθέτει ό,τι αναμένετε από ένα smartphone -- κάμερα, email, εφαρμογές, μουσική, χάρτες και περισσότερα -- στις πιο ανταγωνιστικές τιμές. Επιπλέον, με τη δυναμική αναζήτηση εφαρμογών μπορείτε να βρίσκετε εύκολα τις εφαρμογές που χρειάζεστε, όποτε τις χρειάζεστε.
es: Firefox OS te ofrece más valor por tu dinero, con todo lo que cabe esperar de un teléfono inteligente —cámara, correo electrónico, apps, música, mapas, etc.— a los precios más competitivos. Además, la Búsqueda Adaptativa de Aplicaciones facilita el descubrimiento de las apps que necesitas, cuando las necesitas.
hi_in: Firefox OS आपको आपके पैसों का सही मूल्य देता है, आपकी उम्मीद से भी ज्यादा — कैमरा, ईमेल, एप्प्स, संगीत और अधिक — अधिक प्रतिस्पर्धी कीमतों पर. साथ ही, अनुकूल एप्प खोज आपको आपके जरुरत की एप्प्स खोजने मैं मदद करता है, जब आपको जरुरत होती है.
it: Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo. Senza contare la ricerca adattiva delle app, che ti permette di trovare le app di cui hai bisogno proprio quando ne hai bisogno.
pt_br: O Firefox OS representa o melhor valor para o seu dinheiro, com tudo que você espera - câmera, email, apps, música, mapas e muito mais - pelos preços mais competitivos. Ainda temos a Pesquisa de Aplicativos Adaptável que facilita sua vida na hora de encontrar o que você precisa, quando você precisa.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
bn_in: ব্যবহারের জন্য Firefox OS সবচেয়ে সহজ স্মার্টফোন। আপনার পছন্দসই অ্যাপগুলো আগে থেকেই দেয়া আছে এবং আপনি আপনার বন্ধুদের কন্টাক্টও Facebook থেকে ইম্পোর্ট করতে পারেন।
el: Το Firefox OS είναι το πιο εύκολο smartphone για να ξεκινήσετε. Οι αγαπημένες σας εφαρμογές είναι ήδη προεγκατεστημένες και μπορείτε επίσης εύκολα να εισάγετε τους φίλους σας από το Facebook.
es: Firefox OS es el teléfono más fácil para comenzar. Tus apps favoritas están ya preinstaladas y además puedes importar fácilmente tus amigos de Facebook.
fr: Firefox OS est le smartphone le plus simple à utiliser pour commencer. Vos applications favorites sont déjà préinstallées et vous pouvez également importer facilement vos amis depuis Facebook.
hi_in: Firefox OS आरंभ करने के लिए सबसे आसान स्मार्टफ़ोन है. अपने पसंदीदा एप्प पहले से ही लोड हैं और आप आसानी से, फेसबुक से अपने संपर्क को आयात और सिंक कर सकते हैं.
it: Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare nei contatti i tuoi amici di Facebook.
pt_br: O Firefox OS é o smartphone mais fácil de aprender. Seus apps favoritos já estão instalados de fábrica e você pode importar seus contatos do Facebook também.
xh: I-Firefox OS yeyona smartphone onokuqala ngayo. Ezona aplikheshini zakho ozithandayo sezifakiwe kwaye ungafumana abahlobo bakho lula nakwiKhasilobuso.
zu: I-Firefox OS yi-smartphone okulula kakhulu ukuqala ngayo. Wonke ama-app akho ayintandokazi asefakelwe futhi ungathutha kalula abangani bakho besuswa ku-Facebook.

source: The Firefox OS smartphone includes all the features that you’d expect, including SMS, Facebook, email, maps and more, all at a better value.
el: Τα κινητά Firefox OS περιλαμβάνουν όλα τα χαρακτηριστικά που θέλετε όπως SMS, Facebook, email, χάρτες και άλλα, όλα σε καλύτερη απόδοση τιμής.
es: El teléfono Firefox OS incluye todas las características que cabe esperar, entre ellas SMS, Facebook, correo electrónico, mapas y muchas más, a un gran precio.
it: Uno smartphone Firefox OS include tutte le caratteristiche che ti aspetti in uno smartphone, come SMS, Facebook, email, mappe a altro ancora, il tutto al miglior rapporto qualità/prezzo.
pt_br: O smartphone Firefox OS inclui todas as funcionalidades que você esperaria de um smartphone, como SMS, Facebook, e-mail, mapas e muito mais, tudo com um melhor custo benefício.

source: Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!
bn_in: ফেসবুক প্রত্যেকটি Firefox OS ডিভাইসের সাথে প্রিলোডেড ভাবে থাকে এবং আপনি সহজেই আপনার Facebook কন্ট্যাক্ট ইম্পোর্ট করতে পারেন!
el: Το Facebook είναι προεγκατεστημένο σε όλες τις συσκευές Firefox OS και μπορείτε εύκολα να εισάγετε τις επαφές σας από αυτό.
es: Facebook viene preinstalado en cada dispositivo Firefox OS, con lo que puedes importar tus contactos de Facebook fácilmente.
fr: Facebook est préinstallé sur chaque appareil Firefox OS et vous pouvez facilement importer vos contacts Facebook !
hi_in: सभी Firefox OS उपकरणों मैं फेसबुक पहले से ही मौजूद रहता है तथा आप अपने फेसबुक के सम्पर्को को आसानी से आयात कर सकते हैं.
it: Facebook è preinstallato su ogni dispositivo Firefox OS e puoi importare facilmente i tuoi amici nei contatti.
pt_br: O Facebook é pré-instalado em todos os dispositivos Firefox OS e você pode importar seus contatos do Facebook facilmente!
xh: IKhasilobuso selifakiwe kuzo zonke izixhobo ze-Firefox OS kwaye ungafumana abanxibelelani bakho beKhasilobuso lula!
zu: U-Facebook usuvele ufakiwe kuwo wonke amadivayisi e-Firefox OS futhi ungathutha izinombolo zoxhumana nabo kalula!

source: The Firefox Marketplace features thousands of apps for free or at very low prices.
bn_in: Firefox Marketplace বৈশিষ্ট্য হল এটি হাজার হাজার অ্যাপস বিনামূল্যে বা খুব কম দামে পাওয়া যায়।
el: Το Firefox Marketplace διαθέτει χιλιάδες εφαρμογές δωρεάν ή σε πολύ χαμηλές τιμές.
es: Firefox Marketplace presenta miles de apps gratuitas o a un precio muy bajo.
hi_in: Firefox बाज़ार मैं हज़ारों एप्प्स मुफ्त मैं या कम मूल्य पर मौजूद हैं.
it: Firefox Marketplace offre migliaia di app gratuite o a prezzi molto bassi.
pt_br: O Firefox Marketplace oferece milhares de aplicativos de graça ou a preços muito baixos.

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
bn_in: প্রতিটি Firefox ফোনে রয়েছে, সবচেয়ে দ্রুত, স্মার্ট এবং নিরাপদে অনলাইনে যাবার জন্যে Firefox ব্রাউজার।
el: Όλα τα κινητά Firefox περιλαμβάνουν τον περιηγητή Firefox, τον γρήγορο, έξυπνο και εύκολο τρόπο για να περιηγηθείτε στο διαδίκτυο.
es: Cada teléfono Firefox incluye el navegador Firefox, la forma más rápida, inteligente y segura de navegar en la Web.
fr: Chaque téléphone Firefox est livré avec le navigateur Firefox, le moyen rapide, futé et sécurisé de naviguer.
hi_in: प्रत्येक फ़ायरफ़ॉक्स फोन में फायरफॉक्स ब्राउज़र शामिल है, जो ऑनलाइन होने का लिए तेज, चतुर और सुरक्षित तरीका है।
it: Ogni dispositivo Firefox OS include il browser Firefox, il modo più veloce, intelligente e sicuro per navigare online.
pt_br: Cada telefone Firefox inclui o navegador Firefox, a maneira mais rápida, inteligente e segura para ficar on-line.
xh: Zonke iifowuni ze-Firefox ziquka nebhrawuza ye-Firefox, indlela ekhawulezayo, elula nekhuselekileyo yokuba ube kwi-intanethi.
zu: Wonke amafoni akwa-Firefox anesiphequluli se-Firefox, esisheshayo, esihlakaniphile nesiyindlela ephephile yokungena ku-inthanethi.

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
bn_in: অন্য যেকোন স্মার্টফোনের মতই সকল বৈশিষ্ট্য রয়েছে Firefox OS এ, যা আপনার অর্থের সর্বোচ্চ মূল্য দেয়।
el: Το Firefox OS περιλαμβάνει όλα τα χαρακτηριστικά που θα βρείτε σε ανταγωνιστικά κινητά, με μεγαλύτερη απόδοση τιμής.
es: Firefox OS incluye las mismas características que encontrarás en <i>smartphones</i> competitivos y aporta más valor por el dinero.
fr: Firefox OS possède les mêmes caractéristiques que vous trouverez dans les smartphones concurrents mais à un meilleur rapport qualité/prix.
hi_in: फ़ायरफ़ॉक्स ओएस मैं सभी सुविधाएँ शामिल हैं, जो प्रतिस्पर्धी स्मार्टफोन्स में आपको मिलेंगी और अन्य से सस्ता भी है।
it: Firefox OS include tutte le caratteristiche presenti negli smartphone concorrenti e ti garantisce un miglior rapporto qualità/prezzo.
pt_br: O Firefox OS inclui todas as mesmas funcionalidades encontradas em smartphones competitivos e com um melhor custo benefício.
xh: I-Firefox OS iquke zonke iifitsha ezifanayo ezifumaneka kwii-smartphone ezikhuphisanayo kwaye ikunika ixabiso eliphezulu lemali.
zu: I-Firefox OS inawo wonke amafisha ongawathola kwamanye ama-smartphone ancintisananaye iphinde ikunikeza inani elifanele imali yakho.

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps ready for the web.
el: Ο Mozilla, κατασκευαστής του Firefox, δημιούργησε ένα λειτουργικό σύστημα για κινητά προκειμένου να διατηρήσει τον ιστό προσβάσιμο σε όλους. Και αφού το Firefox OS είναι βασισμένο ολοκληρωτικά σε HTML5, έχετε άμεση πρόσβαση σε χιλιάδες εφαρμογές του ιστού.
es: Mozilla, la creadora de Firefox, desarrolló un sistema operativo para teléfonos inteligentes con el fin de que la Web sea accesible para todos. Y como Firefox OS está desarrollado por completo en HTML5, tienes acceso al instante a miles de apps listas para la Web.
it: Mozilla, l’associazione che ha sviluppato Firefox, ha realizzato un sistema operativo per smartphone allo scopo di mantenere il Web accessibile a tutti. Dal momento che Firefox OS è realizzato in HTML5, hai automaticamente accesso a migliaia di app già realizzate per il Web.
pt_br: A Mozilla, criadora do Firefox, construiu um sistema operacional para smartphone para manter a web acessível a todos. E uma vez que o Firefox OS é inteiramente construído em HTML5, você terá acesso instantâneo a milhares de aplicativos prontos para a web.

source: A unique feature included in every Firefox OS smartphone.
bn_in: একটি অনন্য বৈশিষ্ট্য প্রত্যেক Firefox OS স্মার্টফোনে সংযুক্ত রয়েছে।
el: Ένα μοναδικό χαρακτηριστικό που περιλαμβάνεται σε όλα τα κινητά Firefox OS.
es: Una característica exclusiva incluida en cada teléfono inteligente Firefox OS.
hi_in: एक अनूठी विशेषता हर फ़ायरफ़ॉक्स ओएस स्मार्टफोन में शामिल है।
it: È una caratteristica unica inclusa in tutti gli smartphone Firefox OS.
pt_br: Uma funcionalidade única incluída em todos os smartphones Firefox OS.

source: Works just like Web search on Firefox browsers.
bn_in: Firefox ব্রাউজারে ওয়েব অনুসন্ধানের মতই কাজ করে।
el: Λειτουργεί ακριβώς όπως η αναζήτηση στους περιηγητές Firefox.
es: Funciona igual que la búsqueda en la Web de los navegadores Firefox.
hi_in: यह ऐसे काम करता है जैसे फ़ायरफ़ॉक्स ब्राउज़रों पर वेब खोज।
it: Funziona esattamente come la ricerca nei browser Firefox.
pt_br: Funciona exatamente como a pesquisa no navegador Firefox.

source: Results include photos, video, music, news, maps and more.
bn_in: ফলাফল ছবি, ভিডিও, সঙ্গীত, সংবাদ, মানচিত্র এবং আরও অনেক কিছু সংযুক্ত।
el: Τα αποτελέσματα περιλαμβάνουν φωτογραφίες, βίντεο, μουσική, νέα, χάρτες και άλλα.
es: Los resultados incluyen fotos, vídeos, música, noticias, mapas y mucho más.
hi_in: परिणाम में फोटो, वीडियो, संगीत, समाचार, नक्शे और अधिक शामिल हैं।
it: I risultati includono foto, video, musica, notizie, mappe e molto altro ancora.
pt_br: Os resultados incluem fotos, vídeo, música, notícias, mapas e muito mais.

source: Results are instantly usable — you don’t have to download the app first.
bn_in: ফলাফল অবিলম্বে উপভোগ্য হয় — প্রথমে আপনাকে অ্যাপ্লিকেশন ডাউনলোড করতে হবে না।
el: Τα αποτελέσματα μπορούν να χρησιμοποιηθούν άμεσα — δεν χρειάζεται να κατεβάσετε πρώτα την εφαρμογή.
es: Los resultados se pueden usar al instante: no es necesario que descargues la app primero.
hi_in: परिणाम तुरंत प्रयोग करने योग्य हैं — आपको पहले एप्लिकेशन डाउनलोड करने की जरुरत नहीं है।
it: I risultati sono immediatamente utilizzabili, nessun bisogno di scaricare un’app.
pt_br: Os resultados são usáveis imediatamente — não há necessidade de baixar um aplicativo.

source: You can easily import contacts from Facebook to your Firefox OS phone.
bn_in: Facebook থেকে আপনার Firefox OS ফোনে সহজেই কন্টাক্ট ইম্পোর্ট করতে পারেন।
el: Μπορείτε εύκολα να εισάγετε επαφές από το Facebook σε ένα κινητό Firefox OS.
es: Puedes importar fácilmente contactos de Facebook a tu teléfono Firefox OS.
fr: Vous pouvez facilement importer vos contacts Facebook sur votre téléphone Firefox OS.
hi_in: आप आसानी से संपर्कों को फेसबुक से Firefox OS फ़ोन पर आयात कर सकते हैं.
it: Puoi importare facilmente i contatti di Facebook nel tuo dispositivo Firefox OS.
pt_br: Você pode facilmente importar seus contatos do Facebook para o seu telefone Firefox OS.
xh: Ungafumana kulula ukukhuphela abanxibelelani bakho abakwiKhasilobuso kwifowuni ye-Firefox OS.
zu: Ungathutha kalula oxhumana nabo besuswa ku-Facebook beza efonini yakho ye-Firefox OS.

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
bn_in: Firefox OS আপনাকে জনপ্রিয় , নামিদামি অ্যাপস সংগ্রহের সুযোগ তো দেয়ই , সেই সাথে আপনার চাহিদার স্থানীয় বিষয়বস্তু গুলো সংগ্রহ করার সুযোগ তৈরি করে দেয়।
el: Το Firefox OS σας δίνει πρόσβαση σε δημοφιλείς εφαρμογές, καθώς και σε τοπικό περιεχόμενο που σας ενδιαφέρει περισσότερο.
es: Firefox OS te da acceso a aplicaciones populares y conocidas, pero también contenido local que es de importancia para ti.
fr: Firefox OS vous donne accès à des applications populaires et réputées ainsi qu'à du contenu local qui vous intéresse.
hi_in: फ़ायरफ़ॉक्स ओएस आपको लोकप्रिय, बड़ा नाम एप्प, साथ ही स्थानीय सामग्री के लिए पहुँच देता है जिसका आपके लिए बहुत महत्त्व है।
it: Firefox OS ti permette di accedere alle app di grandi nomi, così come ai contenuti locali più significativi per te.
pt_br: O Firefox OS dá acesso a aplicativos populares e conhecidos, assim como o conteúdo local mais significativo para você.
xh: I-Firefox OS ikunika ithuba lokufikelela kumagama amakhulu nadumileyo ee-aplikheshini, kunye nesiqulatho sasekuhlaleni esibalulekileyo kakhulu kuwe.
zu: I-Firefox OS yenza ukwazi ukuthila ama-app adumile anamagama makhulu, kanye nokwangasekhaya okubalulekile kuwe.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
bn_in: Firefox OS আপনাকে জনপ্রিয় , নামিদামি অ্যাপস সংগ্রহের সুযোগ তো দেয়ই , সেই সাথে আপনার চাহিদার স্থানীয় বিষয়বস্তু গুলো সংগ্রহ করার সুযোগ তৈরি করে দেয়।
el: Το Firefox OS δεν είναι φορτωμένο με περισσότερα από όσα χρειάζεστε. Σας δίνει ό,τι ακριβώς θα περιμένατε από ένα smartphone, με ένα ευκολόχρηστο περιβάλλον χρήστη που σας επιτρέπει να προσαρμοστείτε άμεσα.
es: Firefox OS no está saturado de funcionalidades que no necesitas. Te da lo que cabe esperar de un teléfono inteligente, con una interfaz fácil de usar.
fr: Firefox OS n'est pas encombré par des éléments inutiles. Il vous fournit ce que vous attendez d'un smartphone, avec une interface intuitive qui vous permet de démarrer facilement.
hi_in: फ़ायरफ़ॉक्स ओएस में आपको ज्यादा समय बर्बाद नहीं करना। यह आपको शुरूआत करने के लिए वह सब सुविधाएँ देता है जो आसानी से प्रयोग के साथ आप एक स्मार्टफोन से उम्मीद करते हैं.
it: Firefox OS non è appesantito da funzioni che non ti servono. Ti offre tutto ciò che ti aspetti da uno smartphone, con un’interfaccia facile da utilizzare e che semplifica i primi passi.
pt_br: O Firefox OS não está cheio de coisas que você não precisa. Ele oferece o que você espera em um smartphone com uma interface amigável que o torna fácil de começar a usar.
xh: I-Firefox OS ayinabuxhakaxhaka bezinto ongazifuniyo. Ikunika oko ukulindeleyo kwi-smartphone, ngendlela elula ukuyisebenzisa neyenza kube lula ukuyiqalisa.
zu: I-Firefox OS ayinasiphithiphithi sezinto ezingaphezu kwalezi ozidingayo. Ikunikeza okungaphezu kokulindele ku-smartphone, ngohlelo lwayo olwenza kube lula kakhulu ukuqalisa ukuyisebenzisa.
