Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open.
el: Όλες οι παρακάτω δηλώσεις είναι αληθείς, αλλά μόνο μια είναι η καλύτερη για τον συγκεκριμένο πελάτη, που φαίνεται να είναι υποστηρικτής του Firefox. Μιλήστε του για το πως τα κινητά Firefox OS, φτιαγμένα από τον Mozilla, είναι μέρος της προσπάθειάς μας να κρατήσουμε τον Ιστό δωρεάν και ελεύθερο.
es: Aunque todas estas afirmaciones son ciertas, solo ésta es la mejor respuesta para este cliente en concreto, que al parecer es un fan de Firefox. Háblale sobre cómo los teléfonos Firefox OS, hechos por Mozilla, contribuyen a mantener la Web libre y abierta.
it: Tutte le affermazioni sono vere, ma solo una risponde soddisfacentemente alla domanda di questo cliente, che sembra essere un fan di Firefox. Sottolinea come i dispositivi Firefox OS siano parte integrante della missione di Mozilla per mantenere il Web libero e aperto.
pt_br: Todas essas afirmações são verdadeiras, mas apenas uma é a melhor resposta para este cliente especial, que parece ser um fã do Firefox. Fale sobre como os telefones Firefox OS, feitos pela Mozilla, constituem uma parte importante para manter a web livre e aberta.

source: Which of the following statements about Adaptive App Search are true? Select all that apply.
bn_in: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান সম্পর্কিত নিচের বিবৃতিগুলোর কোনটি সত্যি? প্রযোজ্য সবগুলো নির্বাচন করুন।
el: Ποιες από τις ακόλουθες προτάσεις για τη δυναμική αναζήτηση εφαρμογών είναι σωστές; Επιλέξτε όσες χρειάζεται.
es: ¿Cuáles de las siguientes afirmaciones sobre la Búsqueda Adaptativa de Aplicaciones son ciertas? Selecciona todas las que sean pertinentes.
hi_in: निम्नलिखित बयानों में से कौन सा अनुकूली एप्प खोज के बारे में सही हैं? लागू होने वाले सभी का चयन करें.
it: Quali delle seguenti affermazioni sulla ricerca adattiva delle app sono vere? Seleziona tutte le opzioni valide.
pt_br: Qual das afirmações abaixo sobre a Pesquisa de Aplicativos Adaptável está correta? Selecione as corretas.

source: That’s right. Adaptive App Search anticipates your needs better than any other phone.
bn_in: একদম সঠিক। বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান অন্য যেকোন ফোনের চেয়ে আপনার প্রয়োজনীয়তার কথা বেশি বুঝতে পারে।
el: Σωστά. Η δυναμική αναζήτηση εφαρμογών προβλέπει τις ανάγκες σας καλύτερα από κάθε άλλο τηλέφωνο.
es: Correcto. La Búsqueda Adaptativa de Aplicaciones anticipa tus necesidades mejor que cualquier otro teléfono.
hi_in: अनुकूल एप्प खोज के साथ, Firefox OS आपको किसी दूसरे फ़ोन से बेहतर जरूरत के लिए अनुकूल बनाता है.
it: Esatto. La ricerca adattiva delle app anticipa le tue necessità meglio di qualunque altro telefono.
pt_br: Correto! A Pesquisa de Aplicativos Adaptável antecipa suas necessidades melhor do que qualquer outro aparelho.

source: That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
el: Λάθος. Τρεις από αυτές είναι σωστές. Παρόλο που η δυναμική αναζήτηση εφαρμογών προβλέπει τις ανάγκες σας καλύτερα από κάθε άλλο τηλέφωνο, ΔΕΝ λειτουργεί με τον ίδιο τρόπο που λειτουργεί η αναζήτηση στους περιηγητές Firefox.
es: No, no es correcto. La Búsqueda Adaptativa de Aplicaciones anticipa tus necesidades mejor que cualquier otro teléfono, pero NO funciona como la búsqueda en la Web de los navegadores Firefox.
hi_in: ऐसा नहीं है. इनमें से तीन सही हैं. अनुकूल एप्प खोज के साथ, Firefox OS आपको बेहतर जरूरत के लिए किसी दूसरे फ़ोन की तुलना मैं अनुकूल बनाता है, यह सिर्फ वेब खोज की तरह Firefox ब्राउज़रों पर काम नहीं करता.
it: Non esattamente. Tre di queste affermazioni sono corrette. Nonostante la ricerca adattiva delle app sia in grado di anticipare le tue necessità meglio di qualunque altro telefono, essa non funziona esattamente come la ricerca sul Web nei browser Firefox.
pt_br: Errado. Três dessas estão corretas. Enquanto a pesquisa de aplicativos adaptável antecipa suas necessidades melhor do que qualquer outro aparelho, ela não é igual a pesquisar na web nos navegadores Firefox.

source: That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.
el: Όχι ακριβώς. Τρεις από αυτές είναι σωστές. Παρόλο που η δυναμική αναζήτηση εφαρμογών προβλέπει τις ανάγκες σας καλύτερα από κάθε άλλο τηλέφωνο, ΔΕΝ λειτουργεί με τον ίδιο τρόπο που λειτουργεί η αναζήτηση στους περιηγητές Firefox.
es: No, no es del todo correcto. La Búsqueda Adaptativa de Aplicaciones anticipa tus necesidades mejor que cualquier otro teléfono, pero NO funciona como la búsqueda en la Web de los navegadores Firefox.
hi_in: ऐसा नहीं है. इनमें से तीन सही हैं. अनुकूल एप्प खोज के साथ, Firefox OS आपको बेहतर जरूरत के लिए किसी दूसरे फ़ोन की तुलना मैं अनुकूल बनाता है, यह सिर्फ वेब खोज की तरह Firefox ब्राउज़रों पर काम नहीं करता.
it: Non esattamente. Tre di queste affermazioni sono corrette. Nonostante la ricerca adattiva delle app sia in grado di anticipare le tue necessità meglio di qualunque altro telefono, essa non funziona esattamente come la ricerca sul Web nei browser Firefox.
pt_br: Errado. Três dessas estão corretas. Enquanto a pesquisa de aplicativos adaptável antecipa suas necessidades melhor do que qualquer outro aparelho, ela não é igual a pesquisar naweb nos navegadores Firefox.

source: While all of the these statements are true, which two responses would be most useful to a first-time smartphone customer?
el: Παρόλο που όλες οι παρακάτω δηλώσεις είναι αληθείς, ποιες δύο θα ήταν οι πιο χρήσιμες για νέους καταναλωτές smartphone;
es: Aunque todas las afirmaciones son ciertas, ¿qué dos respuestas serían de más utilidad para un nuevo cliente de teléfonos inteligentes?
it: Anche se tutte le seguenti affermazioni sono corrette, quali sono le due che interesserebbero maggiormente un cliente che vuole acquistare il suo primo smartphone?
pt_br: Apesar de todas as declarações serem verdadeiras, quais são as duas respostas mais adequadas a um cliente que compra o seu primeiro smartphone?

source: That’s right. A first time smartphone user will be most interested in ease of use.
bn_in: এটা সত্যি। প্রথমবারের মত একজন স্মার্ট ফোন ব্যাবহারকারী ব্যাবহারিক দিক দিয়ে আগ্রহী হবে।
el: Σωστά. Ένας νέος καταναλωτής smartphone, ενδιαφέρεται περισσότερο για την ευκολία στη χρήση.
es: Exacto. A un nuevo usuario de teléfonos inteligentes le interesaría más la facilidad de uso.
hi_in: यह सही है. पहली बार स्मार्टफोन का उपयोग करने वाले उपभोगकर्ता को उपयोग की सरलता मैं ज्यादा रूचि होगी.
it: Esatto. Un cliente che acquista il suo primo smartphone sarà interessato alla semplicità di utilizzo.
pt_br: Correto. Um usuário iniciante em smartphones vai ter mais interesse em facilidade de uso.

source: Not quite. A first time smartphone user will be most interested in ease of use.
bn_in: তেমন কিছু নয়। প্রথমবারের মতো স্মার্ট ফোন ব্যাবহারকারী সহজে ব্যবহার করার প্রতি বেশি আগ্রহী হবেন।
el: Όχι ακριβώς. Ένας νέος καταναλωτής smartphone, ενδιαφέρεται περισσότερο για την ευκολία στη χρήση.
es: No exactamente. A un nuevo usuario de teléfonos inteligentes le interesaría más la facilidad de uso.
fr: Pas vraiment. Un utilisateur novice sera plus intéressé par l'ergonomie et la simplicité d'utilisation.
hi_in: मार्केटप्लेस और अनुकूलन योग्य एप्प की खोज
it: Non esattamente. Un cliente che acquista il suo primo smartphone sarà interessato alla semplicità di utilizzo.
pt_br: O que é uma Pesquisa de Aplicativos Adaptável?
xh: Awuqinisekanga. Umntu oqalayo ukusebenzisa i-smartphone unokufuna indlela elula yokuyisebenzisa.
zu: Akunjalo. Umuntu oqalayo ukusebenzisa i-smartphone uyoba nentshisekelo kakhulu ngokuthi kulula kanjani ukuyisebenzisa.

source: That’s right! This icon represents SMS—or text messaging.
el: Σωστά! Αυτό το εικονίδιο αντιπροσωπεύει τα SMS -- ή τα γραπτά μηνύματα.
es: Correcto. El icono representa SMS o mensajes de texto.
it: Esatto. Questa icona rappresenta gli SMS (o messaggi di testo).
pt_br: Está certo! Este ícone representa o SMS—ou mensagens de texto.

source: Actually, this icon represents SMS—or text messaging.
el: Βασικά, αυτό το εικονίδιο αντιπροσωπεύει τα SMS -- ή τα γραπτά μηνύματα.
es: En realidad el icono representa SMS o mensajes de texto.
it: Sbagliato. Questa icona rappresenta gli SMS (o messaggi di testo).
pt_br: Na verdade, este ícone representa o SMS—ou mensagens de texto.

source: With Adaptive App Search, you can use an app once, quickly and easily, without installing it. If you want to use it again later, it’s easy to add it to your homescreen.
bn_in: বুদ্ধিদীপ্ত অনুসন্ধানের মাধ্যমে আপনি কোন অ্যাপকে ইন্সটল করা ছাড়াই একবারে, দ্রুত ও সহজে ব্যবহার করতে পারবেন। যদি পরবর্তীতে এটি আবারও ব্যবহার করতে চান, এটি সহজেই আপনি প্রধান স্ক্রিনে যোগ করে নিতে পারবেন।
el: Με την δυναμική αναζήτηση εφαρμογών, μπορείτε να χρησιμοποιήσετε μια εφαρμογή εύκολα και γρήγορα, χωρίς να την εγκαταστήσετε. Αν θέλετε να τη χρησιμοποιήσετε ξανά αργότερα, είναι εύκολο να την προσθέσετε στην αρχική σας οθόνη.
es: Gracias a la Búsqueda Adaptativa de Aplicaciones, puedes utilizar una aplicación una vez de forma rápida y sencilla, sin necesidad de instalarla. Si quieres volver a usarla más adelante, es fácil añadirla a la pantalla de inicio.
hi_in: अनुकूली एप्प खोज के साथ, आप इसे स्थापित करने के बिना, जल्दी और आसानी से, एक बार एप्प का उपयोग कर सकते हैं. यदि आप बाद में इसे फिर से उपयोग करना चाहते हैं, तो यह अपने होमस्क्रीन पर जोड़ने भी आसान है.
it: Con la ricerca adattiva puoi utilizzare un’app anche una volta sola, in modo pratico e veloce, senza prima installarla. Se vuoi utilizzarla più avanti, è molto semplice aggiungerla alla schermata principale.
pt_br: Com a Pesquisa de Aplicativos Adaptável você pode usar um app apenas uma vez, rápido e fácil, sem ter que instalar. Se você quiser usar novamente depois, é fácil adicioná-lo na sua tela inicial.

source: That’s right!
bn_in: একদম সঠিক!
el: Σωστά!
es: ¡Eso es!
fr: Correct !
hi_in: अनुकूलनीय फ़ोन
it: Esatto.
pt_br: Um telefone adaptável
xh: Kunjalo!
zu: Kunjalo!

source: Actually, this is true.
bn_in: আসলে, এটাই ঠিক।
el: Βασικά, αυτό είναι σωστό.
es: En realidad ésta es la correcta.
hi_in: मार्केटप्लेस और अनुकूलन योग्य एप्प की खोज
it: In realtà è vero.
pt_br: Abra o navegador Firefox.

source: What’s the best response to this customer’s objection? “I’ve heard there are not many apps.”
bn_in: ক্রেতার এই অভিযোগের সবচেয়ে ভালো উত্তর কি হবে? “আমি শুনেছি সেখানে বেশি অ্যাপ নেই।"
el: Ποια είναι η καλύτερη απάντηση στην ένσταση αυτού του πελάτη; «Έχω ακούσει πως δεν υπάρχουν και πολλές εφαρμογές.»
es: ¿Cuál es la mejor respuesta a la objeción de este cliente? “He oído que no hay muchas aplicaciones”.
hi_in: इस ग्राहक के आपत्ति करने के लिए सबसे अच्छी प्रतिक्रिया क्या है? “मैं सुना हैं कि इसमें ज्यादा एप्प्स नहीं हैं.”
it: Qual è la risposta migliore all’obiezione del cliente: “Ho sentito dire che non sono disponibili molte app”?
pt_br: Qual é a melhor resposta para a objeção deste cliente? “Ouvi dizer que não têm muitos aplicativos.”

source: That’s right.
bn_in: একদম সঠিক।
el: Σωστά.
es: ¡Eso es!
fr: C'est juste.
hi_in: यह सही है.
it: Esatto.
pt_br: Está certo.
xh: Kunjalo.
zu: Kunjalo.

source: Not quite, the best response to this objection is to talk about all the apps that are available.
el: Όχι ακριβώς, η καλύτερη απάντηση στην ένσταση αυτή θα ήταν να μιλήσετε για όλες τις διαθέσιμες εφαρμογές.
es: No exactamente, la mejor respuesta a esta objeción es hablar sobre todas las apps que están disponibles.
it: Non esattamente. La risposta migliore a questa obiezione è parlare di tutte le app disponibili.
pt_br: Não é bem assim, a melhor resposta a essa objeção é falar sobre todos os aplicativos que estão disponíveis.

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones.”
bn_in: ক্রেতার এই অভিযোগের সর্বোত্তম জবাব কি হতে পারে? “আমি কখনও Firefox OS এর কথা শুনিনি।”
el: Ποια είναι η καλύτερη απάντηση στην ένσταση αυτού του πελάτη; «Δεν έχω ακούσει ξανά για κινητά Firefox OS.»
es: ¿Cuál es la mejor respuesta a la objeción de este cliente? “Nunca he oído hablar de los teléfonos Firefox OS”.
hi_in: ग्राहक के आपत्ति करने के लिए सबसे अच्छी प्रतिक्रिया क्या है? “मैंनें Firefox OS फ़ोन के बारे में कभी नहीं सुना है.”
it: Qual è la risposta migliore all’obiezione del cliente: “Non ho mai sentito parlare di telefoni Firefox OS”?
pt_br: Qual é a melhor resposta para a objeção deste cliente? “Nunca ouvi falar dos telefones Firefox OS.”

source: Actually, the best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
el: Βασικά, η καλύτερη απάντηση σε αυτή την ένσταση θα ήταν να μιλήσετε για την εμπειρία της κοινότητας Mozilla που βρίσκεται πίσω από το Firefox OS.
es: De hecho, la mejor respuesta a esta objeción es hablar sobre la experiencia de la comunidad Mozilla que está detrás de Firefox OS.
it: In realtà la risposta più appropriata a questa obiezione è descrivere l’esperienza della comunità Mozilla che supporta Firefox OS.
pt_br: Na verdade, a melhor resposta a essa objeção é para falar sobre a experiência da comunidade Mozilla que está por trás do Firefox OS.

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
bn_in: ক্রেতার এই অভিযোগের সর্বোত্তম জবাব কি হতে পারে? “আমি কিভাবে জানব যে এই নতুন ফোনটি নিরাপদ?”
el: Ποια είναι η καλύτερη απάντηση στην ένσταση αυτού του χρήστη; «Πως γνωρίζω ότι αυτό το νέο τηλέφωνο είναι ασφαλές;»
es: ¿Cuál es la mejor respuesta a la objeción de este cliente? “¿Cómo sé que este nuevo teléfono es seguro?”
fr: Dites quelle est la meilleure réponse à cette objection : « Comment savoir si ce nouveau téléphone est sûr ? »
hi_in: इस ग्राहक से आपत्ति करने के लिए सबसे अच्छी प्रतिक्रिया क्या है? “मैं कैसे जानूं कि यह फ़ोन सुरक्षित है?”
it: Qual è la risposta migliore all’obiezione del cliente: “Come faccio a sapere se questo telefono è sicuro”?
pt_br: Qual é a melhor resposta para a objeção deste cliente? “Como saberei se este telefone é seguro?”
xh: Yeyiphi impendulo efanele umthengi ochasayo? “Ndingayazi njani le fowuni intsha ukuba ikhuselekile?”
zu: Yiyiphi impendulo efanele ukuphendula kwaleli khasimende? “Ngazi kanjani ukuthi le foni iphephile?”

source: Actually, the best response to this objection is to talk about the robust security model.
el: Βασικά, η καλύτερη απάντηση σε αυτή την ένσταση θα ήταν να μιλήσετε για το ισχυρό μοντέλο ασφάλειας.
es: De hecho, la mejor respuesta a esta objeción es hablar sobre el sólido modelo de seguridad.
it: In realtà la risposta più appropriata a questa obiezione è descrivere il modello di sicurezza adottato da Firefox OS.
pt_br: Na verdade, a melhor resposta a essa objeção é falar sobre o modelo de segurança robusto.

source: Swipe to the left.
bn_in: বাঁদিকে সোয়াইপ করুন।
el: Σύρετε προς τα αριστερά.
es: Desliza hacia la izquierda.
hi_in: बाईं ओर स्वाइप करें।
it: Scorri verso sinistra
pt_br: Arraste para a esquerda.

source: Click on the home button.
el: Κάντε κλικ στο κουμπί αρχικής οθόνης.
es: Haz clic en el botón inicio.
hi_in: मुखपृष्ठ बटन पर क्लिक करें.
it: Premi il pulsante home
pt_br: Clique no botão início.

source: Open Firefox Marketplace.
bn_in: Firefox Marketplace-এ খুলুন।
el: Ανοίξτε το Firefox Marketplace.
es: Abre Firefox Marketplace.
hi_in: Firefox Marketplace खोलें.
it: Apri Firefox Marketplace
pt_br: Abra o Firefox Marketplace.

source: Open the Firefox browser.
bn_in: Firefox Marketplace চালু করুন।
el: Ανοίξτε τον περιηγητή Firefox.
es: Abre el navegador Firefox.
hi_in: Firefox ब्राउज़र खोलें.
it: Apri il browser Firefox
pt_br: Abra o navegador Firefox.

source: Email and SMS
el: Email και SMS
es: Correo electrónico y SMS
it: Email e SMS
pt_br: E-mail e SMS

source: Music Player
el: Μουσική
es: Reproductor de música
it: Riproduttore musicale
pt_br: Tocador de música

source: Results from around the Web are displayed like apps on your phone.
bn_in: ওয়েবের অনেক কিছুই ফলালফল হিসাবে অ্যাপের মত করে আপনার ফোনে দেখাবে।
el: Αποτελέσματα από τον Ιστό εμφανίζονται σαν εφαρμογές στο κινητό σας.
es: Los resultados de toda la Web se muestran en el teléfono como si fueran aplicaciones.
hi_in: वेब से परिणाम अपने फोन पर क्षुधा की तरह प्रदर्शित कर रहे हैं।
it: Risultati provenienti da tutto il Web vengono visualizzati sullo schermo sotto forma di app.
pt_br: Os resultados de toda a Web e exibida como aplicativos em seu telefone.

source: Your background image changes instantly to reveal popular photos from the Web.
bn_in: আপনার ব্যাকগ্রাউন্ড ছবি মূহুর্তে পরিবর্তন হয়ে ওয়েবের জনপ্রিয় কোন ছবিতে রূপান্তরিত হবে।
el: Η εικόνα παρασκηνίου αλλάζει στην στιγμή και εμφανίζονται δημοφιλείς εικόνες από τον Ιστό.
es: La imagen de fondo cambia al instante y revela fotos populares de la Web.
hi_in: अपनी पृष्ठभूमि छवि परिवर्तन से तुरन्त वेब से लोकप्रिय तस्वीरें प्रकट करने के लिए।
it: Lo sfondo cambia immediatamente per mostrare foto popolari sul Web.
pt_br: A sua imagem de fundo muda instantaneamente para revelar fotos populares da Web.

source: Results include relevant maps, pictures, music, news, videos, Twitter feeds and more.
bn_in: ফলে আপনার অনুসন্ধানের সাথে সম্পৃক্ত মানচিত্র, ছবি, সংগীত, খবর, ভিডিও, টুইটার ফিড আরও অনেক কিছুই ফলাফলের অন্তর্ভুক্ত থাকবে।
el: Στα αποτελέσματα περιλαμβάνονται σχετικοί χάρτες, εικόνες, μουσική, νέα, βίντεο, ενημερώσεις από το Twitter και άλλα.
es: Los resultados incluyen mapas, fotos, música, noticias, vídeos, Twitter <i>feeds</i> y mucho más.
hi_in: परिणाम में प्रासंगिक नक्शे, चित्र, संगीत, समाचार, वीडियो, ट्विटर फ़ीड इत्यादि शामिल हैं।
it: I risultati includono mappe, foto, musica, notizie, video, aggiornamenti di Twitter e altro ancora.
pt_br: Resultados incluem mapas, imagens, músicas, notícias, vídeos, tweets e mais.

source: Tens of thousands of Web apps from around the world are searched instantly.
bn_in: বিশ্বজুড়ে থাকা হাজারো ওয়েব অ্যাপ মূহুর্তে অনুসন্ধান করা হয়ে যাবে।
el: Γίνεται άμεση αναζήτηση σε δεκάδες χιλιάδες εφαρμογές του ιστού από όλο τον κόσμο.
es: Al instante se hace una búsqueda de decenas de miles de apps web de todo el mundo.
hi_in: दुनिया भर से हज़ारों वेब एप्प्स पल भर मैं खोजी हैँ.
it: Viene istantaneamente effettuata una ricerca tra decine di migliaia di applicazioni web in tutto il mondo.
pt_br: Dezenas de milhares de aplicativos web de todo o mundo são pesquisados ​​instantaneamente.

source: I’ve never used a smartphone before.
bn_in: আমি এর আগে কখনও স্মার্টফোন ব্যবহার করিনি।
el: Δεν έχω ξαναχρησιμοποιήσει smartphone.
es: No he usado un <i>smartphone</i> nunca.
fr: Je n'ai jamais utilisé de smartphone auparavant.
hi_in: मैंने स्मार्टफोन पहले कभी इस्तेमाल नहीं किया।
it: Non ho mai utilizzato una smartphone prima d’ora.
pt_br: Eu nunca usei um smartphone antes.
xh: Andizange ndayisebenzisa i-smartphone ngaphambili.
zu: Angikaze ngiyisebenzise i-smartphone ngaphambilini.

source: I’m looking for the best value for my money.
bn_in: আমি আমার অর্থের সর্বোচ্চ মূল্য চাই।
el: Ψάχνω για την καλύτερη απόδοση τιμής.
es: Busco la mejor relación calidad-precio.
fr: Je cherche le meilleur rapport qualité-prix.
hi_in: मैं अपने पैसे के लिए सबसे अच्छा मूल्य के लिए देख रहा हूँ।
it: Sto cercando il miglior rapporto qualità/prezzo.
pt_br: Eu estou procurando a melhor relação custo-benefício
xh: Ndikhangela elona xabiso liphezulu lemali yam.
zu: Ngifuna inani lentengo elifanele imali yami.

source: I want a smartphone that is truly easy to use.
bn_in: আমি একটি স্মার্টফোনের চাই যা ব্যবহার সত্যিই সহজ।
el: Θέλω ένα smartphone που είναι πραγματικά εύκολο στη χρήση.
es: Quiero un smartphone que sea muy fácil de usar.
fr: Je veux un smartphone qui soit vraiment simple à utiliser.
hi_in: मैं स्मार्टफोन चाहता हूँ जो वास्तव में उपयोग करने में आसान हो।
it: Voglio uno smartphone che sia veramente semplice da utilizzare.
pt_br: Eu quero um smartphone que seja realmente fácil de usar.
xh: Ndifuna i-smartphone elula kakhulu ukuyisebenzisa.
zu: Ngifuna i-smartphone okuzoba lula ngempela ukuyisebenzisa.

source: I’m a Firefox fan.
bn_in: আমি একজন Firefox ভক্ত।
el: Είμαι υποστηρικτής του Firefox.
es: Soy fan de Firefox.
fr: Je suis un fan de Firefox.
hi_in: मैं Firefox प्रशंसक हूँ .
it: Sono un fan di Firefox.
pt_br: Eu sou um fã do Firefox.
xh: Ndingumxhasi we-Firefox.
zu: Ngingumthandi we-Firefox.

source: With Adaptive App Search, Firefox OS adapts to your needs better than any other phone.
el: Με την δυναμική αναζήτηση εφαρμογών, το Firefox OS καλύπτει τις ανάγκες σας καλύτερα από κάθε άλλο τηλέφωνο.
es: Con la Búsqueda Adaptativa de Aplicaciones, Firefox OS se adapta a tus necesidades mejor que cualquier otro teléfono.
it: Grazie alla ricerca adattiva delle app Firefox OS è in grado di adattarsi alle tue esigenze meglio di qualunque altro telefono.
pt_br: Com a Pesquisa de Aplicativos Adaptável, o Firefox OS adapta-se a todas as suas necessidades melhor do que qualquer outro telefone.

source: With the Firefox Marketplace and dozens of preloaded apps, like email, maps, Facebook, a camera, music, and more, Firefox OS is packed with the features you’d expect in a smartphone.
bn_in: Firefox Marketplace এবং আগে থেকে লোড করে রাখা ডজনখানেক অ্যাপ, যেমন ইমেইল , ম্যাপ , Facebook , ক্যামেরা , সঙ্গীত এবং আরও অনেক কিছু, Firefox OS সেই সকল বৈশিষ্ট্য যা আপনি সচরাচর একটি স্মার্ট ফোনে প্রত্যাশা করেন।
el: Με το Firefox Marketplace και δεκάδες προεγκατεστημένες εφαρμογές, όπως email, χάρτες, Facebook, κάμερα, μουσική, και περισσότερα, το Firefox OS περιλαμβάνει όλα τα χαρακτηριστικά που θα περιμένατε από ένα smartphone.
es: Con Firefox Marketplace y decenas de aplicaciones preinstaladas, como correo electrónico, mapas, Facebook, una cámara, música y muchas más, Firefox OS incluye las funciones que cabe esperar en un teléfono inteligente.
hi_in: Firefox Marketplace और ईमेल की तरह दर्जनों एप्प्स पहले से ही साथ हैं जैसे, ईमेल फेसबुक, कैमरा, संगीत, और अधिक, Firefox OS आपकी स्मार्टफ़ोन की सभी सुविधाओं के साथ पैक किया जाता है.
it: Grazie a Firefox Marketplace e decine di app preinstallate, come email, mappe, Facebook, fotocamera, musica e altro ancora, Firefox OS include tutte le funzioni che ti aspetti da uno smartphone.
pt_br: Com o Firefox Marketplace e dezenas de aplicativos pré-instalados, como e-mail, aplicativos, Facebook, uma câmera, música e mais, o Firefox OS tem as funcionalidade que espera de um smartphone.
