Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Who is your ideal Firefox customer?
bn_in: আপনার আদর্শ Firefox গ্রাহক কে?
el: Ποιος είναι ο ιδανικός πελάτης Firefox;
es: ¿Cuál es el cliente ideal para Firefox?
fr: Qui est votre client idéal pour Firefox ?
hi_in: आपका अनुकूल Firefox ग्राहक कौन है?
it: Chi è il cliente ideale di Firefox?
pt_br: Qual perfil de cliente que tende a usar o Firefox OS?
xh: Ngubani oyena mthengi wakho we-Firefox ofanelekileyo?
zu: Ubani ongaba ikhasimende lakho le-Firefox?

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below, and tap the bar to learn how to best respond to each of their unique needs.
el: Η κατανόηση των αναγκών του πελάτη σας και το να γνωρίζετε πως θα ανταποκριθείτε άμεσα είναι κρίσιμα σημεία για κάθε πώληση. Δείτε παρακάτω στα τμήματα τυπικών πελατών, και πατήστε στο πλαίσιο για να μάθετε πως θα αποκριθείτε βέλτιστα σε κάθε μοναδική ανάγκη τους.
es: Comprender las necesidades de tus clientes y saber cómo responder al instante es fundamental ante cualquier oportunidad de ventas. Revisa a continuación los segmentos de clientes habituales y pulsa la barra para conocer la mejor respuesta a cada una de sus necesidades específicas.
it: Capire le esigenze dei tuoi clienti e saper rispondere soddisfacentemente alle loro domande è fondamentale in qualunque settore di vendita. Consulta le sezioni dedicate alle varie tipologie di cliente e trascina la barra per scoprire la risposta più adatta per ciascuna delle loro esigenze.
pt_br: Compreender as necessidades do seu cliente e saber o que responder é fundamental para qualquer oportunidade de venda. Confira os tipos de clientes que tendem a usar o Firefox OS e arraste a barra para saber como responder as necessidades deles.

source: The Smartphone Rookie
bn_in: স্মার্টফোনের সৈন্য
el: Ο νέος στα smartphone
es: El novato
fr: Le novice en smartphones
hi_in: हालिया स्मार्टफ़ोन उपयोक्ता
it: Alle prime armi
pt_br: O novato em smartphones
xh: I-Smartphone Rookie
zu: Abaseyizimfundamakhwela kuma-smartphone

source: "I have never had a smartphone."
bn_in: "আমার কাছে কোনদিনও স্মার্টফোন ছিল না।"
el: «Ποτέ μου δεν είχα smartphone.»
es: "Nunca he tenido un teléfono inteligente."
fr: « Je n'ai jamais eu de smartphone. »
hi_in: "मेरे पास स्मार्टफ़ोन कभी नहीं था"
it: “Non ho mai posseduto uno smartphone.”
pt_br: "Eu nunca tive um smartphone."
xh: "Andizange ndabanayo i-smartphone."
zu: "Angikaze ngibe ne-smartphone."

source: <strong>What can you say?</strong> Firefox OS is the best choice for first time smartphone users. It is super easy to use, and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.
el: <strong>Πως μπορείτε να απαντήσετε;</strong>Το Firefox OS είναι η καλύτερη επιλογή για νέους χρήστες smartphone. Είναι πανεύκολο στη χρήση, και καλύπτει τις ανάγκες σας καλύτερα από κάθε άλλο τηλέφωνο, ώστε να παίρνετε περισσότερα από όσα ζητάτε και με λιγότερο χρόνο αναζήτησης. Ακόμη, περιέχει όλα τα χαρακτηριστικά που θα περιμένατε. Από κάμερα, μέχρι emaiｌ, εφαρμογές, μουσική, χάρτες και περισσότερα.
es: <strong>¿Qué puedes responder?</strong> Firefox OS es la mejor opción para los nuevos usuarios de teléfonos inteligentes. Es sencillísimo de usar y se adapta a tus necesidades mejor que cualquier otro teléfono, para que consigas todo lo que quieres en menos tiempo de búsqueda. Además, tiene todas las funciones que cabe esperar, desde cámara a correo electrónico, apps, música, mapas, y mucho más.
it: <strong>Che cosa puoi rispondere?</strong> Firefox OS è la scelta migliore per gli utenti che non hanno mai posseduto uno smartphone. È incredibilmente semplice da utilizzare e si adatta alle tue esigenze meglio di qualunque altro telefono, così potrai trovare tutto ciò che ti serve in minor tempo. Senza dimenticare che include tutte le funzioni che ti aspetti da uno smartphone: fotocamera, email, app, musica, mappe e molto altro ancora.
pt_br: <strong>O que você pode dizer?</strong> O Firefox OS é a melhor escolha para os usuários novatos de smartphone. É super fácil de usar e adapta às suas necessidades melhor do que qualquer outro telefone. Assim, tem o que precisa com menos tempo de pesquisa. Além disso, possui todas as funcionalidades que espera, câmera, e-mail, aplicativos, música, mapas e muito mais.

source: The Value Seeker
bn_in: মূল্য অন্বেষী
el: Ο κυνηγός ευκαιριών
es: El buscador de ofertas
fr: Le fin négociateur
hi_in: मूल्य साधक
it: Alla ricerca di un buon affare
pt_br: À procura de um bom negócio
xh: Umkhangeli wexabiso
zu: Kulowo ofuna intengo Efanele

source: "I want a good deal."
bn_in: "আমি একটা ভালো চুক্তি চাই।"
el: «Ψάχνω για μια καλή ευκαιρία.»
es: "Quiero una buena oferta."
fr: « Je suis à la recherche d'une bonne affaire. »
hi_in: "मुझे एक अच्छा सौदा चाहिए।"
it: “Cerco un prodotto conveniente.”
pt_br: "Eu quero fazer um bom negócio."
xh: "Ndifuna idili entle."
zu: "Ngifuna umtitilizo ofanele."

source: <strong>What can you say?</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
el: <strong>Πως μπορείτε να απαντήσετε;</strong> Το Firefox OS σας δίνει την καλύτερη αναλογία επιδόσεων για την τιμή του. Διαθέτει ό,τι αναμένετε από ένα smartphone -- κάμερα, email, εφαρμογές, μουσική, χάρτες και περισσότερα -- στις πιο ανταγωνιστικές τιμές.
es: <strong>¿Qué puedes responder?</strong> Firefox OS es el que te ofrece un mayor valor por tu dinero. Tiene todo lo que cabe esperar de un teléfono inteligente: cámara, correo electrónico, aplicaciones, música, mapas, y mucho más, a los precios más competitivos.
it: <strong>Che cosa puoi rispondere?</strong> Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo.
pt_br: <strong>O que você pode dizer?</strong> O Firefox OS é o melhor custo-benefício. Ele tem tudo que você espera de um smartphone: câmera, email, aplicativos, músicas, mapas, e muito mais - tudo isso com o preço mais competitivo.

source: The Uncertain Upgrader
bn_in: অনিশ্চিত উন্নতিকারক
el: Ο αβέβαιος για τη μετάβαση
es: El indeciso ante el cambio a un teléfono inteligente
fr: Le renouvelant indécis
hi_in: अनिश्चित अपग्रेडर
it: Indeciso sull’aggiornamento
pt_br: O indeciso sobre a troca
xh: Umphuhlisi othandabuzayo
zu: Ongenasiqiniseko sokuvuselela

source: "It needs to be easy to use."
bn_in: " এটা ব্যবহার সহজ করা প্রয়োজন।"
el: «Θα πρέπει να είναι εύκολο στη χρήση.»
es: "Tiene que ser fácil de usar."
fr: « Ça doit être facile à utiliser. »
hi_in: "यह प्रयोग करने में आसान होना चाहिए।"
it: “Deve essere semplice da utilizzare.”
pt_br: "Precisa ser fácil de usar."
xh: "Kufuneka ibe lula ukuyisebenzisa."
zu: "Kudingeka kube lula ukuyisebenzisa."

source: <strong>What can you say?</strong> Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.
el: <strong>Πως μπορείτε να απαντήσετε;</strong> Το Firefox OS είναι το ευκολότερο smartphone για να ξεκινήσετε. Η δυναμική αναζήτηση εφαρμογών σας βοηθά να βρείτε ό,τι χρειάζεστε εύκολα – και στη στιγμή. Το περιβάλλον χρήσης είναι τόσο απλό, που θα είστε γρήγορα σε θέση να ανακαλύψετε και να κατεβάσετε τις αγαπημένες σας εφαρμογές ώστε να ξεκινήσετε.
es: <strong>¿Qué puedes responder?</strong> Firefox OS es el teléfono inteligente más sencillo para empezar. La Búsqueda Adaptativa de Aplicaciones te ayuda a encontrar lo que necesitas con sencillez y al instante. La interfaz de usuario es tan intuitiva que podrás descubrir y descargar rápidamente tus aplicaciones favoritas y empezar a utilizarlas en el momento.
it: <strong>Che cosa puoi rispondere?</strong> Firefox OS è lo smartphone più semplice per iniziare. La ricerca adattiva delle app ti permette di trovare tutto ciò che ti serve, in modo semplice e veloce. L’interfaccia utente è così intuitiva che in pochi istanti sarai in grado di trovare, scaricare e iniziare a utilizzare le tue app preferite.
pt_br: <strong>O que você pode dizer?</strong> O Firefox OS é o smartphone mais fácil de aprender. A pesquisa dinâmica de aplicativos te ajuda a encontrar o que você precisa rapidinho - e na hora. A interface é super intuitiva, você vai encontrar e baixar seus aplicativos favoritos rapidinho e depois é só utilizar.

source: The Firefox Fan
bn_in: Firefox সমর্থক
el: Ο υποστηρικτής του Firefox
es: El fan de Firefox
fr: Le fan de Firefox
hi_in: फ़ायरफ़ॉक्स फैन
it: Il fan di Firefox
pt_br: O fã do Firefox
xh: Umxhasi we-Firefox
zu: Umthandi we-Firefox

source: "I love firefox!"
bn_in: " আমি firefox কে ভালোবাসি!"
el: «Αγαπώ τον Firefox!»
es: "¡Me encanta firefox!"
fr: « J'adore Firefox ! »
hi_in: "मैं फायरफॉक्स से प्यार करता हूँ।"
it: “Adoro Firefox!”
pt_br: "Eu amo o Firefox!"
xh: "Ndiyayithanda i-firefox!"
zu: "Ngiyayithanda i-firefox!"

source: <strong>What can you say?</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
el: <strong>Πως μπορείτε να απαντήσετε;</strong> Αν γνωρίζετε και αγαπάτε τον Firefox, θα λατρέψετε το Firefox OS. Τα Firefox OS smartphones βασίζονται εξολοκλήρου σε HTML5, φέρνοντας ό,τι καλύτερο από τον ιστό στο τηλέφωνο σας. Ακόμη, το Firefox OS είναι σχεδιασμένο από μια κοινότητα αφοσιωμένη στη διατήρηση του Web προσβάσιμου από όλους. Όταν διαλέγετε το Firefox OS, έχετε όλη τη δύναμη του Web στα χέρια σας.
es: <strong>¿Qué puedes responder?</strong> Si conoces Firefox y te encanta, también te encantará Firefox OS. Los teléfonos inteligentes Firefox OS están completamente basados en HTML5, trayendo a tu teléfono lo mejor de la Web. Además, Firefox OS ha sido diseñado por una comunidad comprometida con mantener la Web accesible para todos. Cuando eliges Firefox OS, tienes en tus manos todo el poder de la Web.
it: <strong>Che cosa puoi rispondere?</strong> Se conosci e ti piace Firefox, ti innamorerai di Firefox OS. Gli smartphone Firefox OS sono interamente basati su HTML5 per portare il meglio del Web sul tuo telefono. Senza dimenticare che Firefox OS è sviluppato da una comunità che si impegna a mantenere il Web accessibile a tutti. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.
pt_br: <strong>O que você pode dizer?</strong> Se você conhece e ama o Firefox, vai amar o Firefox OS. Aparelhos com Firefox OS são totalmente baseados em HTML5, trazendo o melhor da Web para o seu telefone. Além disso, o Firefox OS foi projetado por uma comunidade dedicada a manter a Web acessível para todos. Quando você escolhe o Firefox OS, tem todo o poder da Web em suas mãos.

source: Key Features
bn_in: বিশেষ বৈশিষ্ট্যগুলো
el: Βασικά Χαρακτηριστικά
es: Características principales
fr: Fonctionnalités principales
hi_in: मुख्य विशेषताएं
it: Caratteristiche principali
pt_br: Principais Características
xh: Iifitsha ezingundoqo
zu: Amafisha asemqoka

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
bn_in: খুজে পান কি মোবাইল অপারেটিং সিস্টেম হিসাবে Firefox OS কে অনন্য ও উদ্দীপক করে তোলে।
el: Ανακαλύψτε τι κάνει το Firefox OS το μοναδικότερο και συναρπαστικότερο λειτουργικό σύστημα για κινητά.
es: Descubre lo que hace de Firefox OS el sistema operativo móvil más original y emocionante.
fr: Découvrez ce qui fait de Firefox OS un système unique et passionnant.
hi_in: फ़ायरफ़ॉक्स सबसे अनूठा और रोमांचक मोबाइल ऑपरेटिंग सिस्टम ओएस बनाता क्या है.
it: Scopri che cosa rende Firefox OS un sistema operativo mobile unico ed entusiasmante.
pt_br: Descubra o que faz o Firefox OS o sistema operacional móvel mais original e empolgante.
xh: Fumanisa yintoni eyenza i-Firefox OS ibe yeyona nkqubo yokusebenza eyahlukileyo nenika umdla.
zu: Thola ukuthi yini eyenza i-Firefox OS ibe nohlelo lokusebenza oluhlukile noluthokozisayo lwamafoni.

source: Features that count
bn_in: গণনা যে বৈশিষ্ট্য
el: Χαρακτηριστικά που αξίζουν
es: Características que cuentan
fr: Des fonctionnalités qui comptent
hi_in: विशेषताएं जो महत्वपूर्ण हैं
it: Le funzioni che contano
pt_br: Recursos que valem a pena
xh: Iifitsha ezibalulekileyo
zu: Amafisha abalulekile

source: Firefox OS is packed with the features that your customers expect in a smartphone. It fits their lives perfectly so they can keep pace with the world around them.
el: Το Firefox OS περιέχει όλα τα χαρακτηριστικά που οι πελάτες σας περιμένουν από ένα smartphone. Ταιριάζει τέλεια στη ζωή τους ώστε να είναι σε αρμονία με τον κόσμο γύρω τους.
es: Firefox OS tiene todas las funciones que tus clientes esperan en un teléfono inteligente. Se adapta perfectamente a sus vidas para que ellos puedan adaptarse al mundo que les rodea.
it: Firefox OS include tutte le caratteristiche che i clienti si aspettano da uno smartphone. Si adatta perfettamente alle loro vite, consentendogli di tenere il passo con il mondo che li circonda.
pt_br: O Firefox OS contém todos os recursos que os clientes esperam de um smartphone. Adapta-se facilmente à vida deles, para que eles possam acompanhar o mundo ao redor deles.

source: A new way to get what you need right when you need it, without any of the headaches of downloading applications. Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.
el: Ένας νέος τρόπος να έχετε ό,τι χρειάζεστε όταν το χρειάζεστε, χωρίς περιττές δυσκολίες σχετικές με λήψη εφαρμογών. Ψάξτε για οτιδήποτε, και το Firefox OS προσαρμόζεται στην αναζήτηση σας, εμφανίζοντας φωτογραφίες, βίντεο, μουσική, νέα, χάρτες και περισσότερα – κάνοντας πολύ πιο εύκολη για εσάς την εύρεση αυτού που ζητήσατε.
es: Un nuevo modo de conseguir lo que necesitas cuando lo necesitas, sin los inconvenientes de descargar aplicaciones. Busca lo que quieras, y Firefox OS se adaptará a tu petición, mostrando fotos, vídeos, música, noticias, mapas, etc., haciendo que te resulte mucho más fácil encontrar lo que estabas buscando.
it: Un nuovo modo per ottenere ciò che ti serve quando ti serve, senza la seccatura di scaricare applicazioni. Cerca qualunque cosa e Firefox OS si adatterà alla tua richiesta, visualizzando foto, video, musica, notizie, mappe e altro ancora, rendendo molto più semplice trovare ciò che stavi realmente cercando.
pt_br: Uma nova maneira de ter o que você precisa, quando precisa, sem o incômodo de baixar aplicativos para o telefone. Pesquise qualquer coisa e o Firefox OS se adaptará à sua solicitação, mostrando fotos, vídeos, música, notícias, mapas e mais - facilitando a localização daquilo que você realmente está procurando.

source: Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, including games, utilities, music, travel, sports, and more.
el: Η πηγή για τις καλύτερες εφαρμογές του Firefox OS. Περιηγηθείτε μεταξύ δεκάδων χιλιάδων δωρεάν και επί πληρωμή εφαρμογών σε ποικίλες κατηγορίες, από παιχνίδια μέχρι εργαλεία, μουσική, ταξίδια, αθλήματα, και περισσότερα.
es: El centro de referencia para las mejores aplicaciones para Firefox OS. Explora decenas de miles de apps gratuitas y de pago en múltiples categorías, desde juegos a utilidades, música, viajes, deportes y muchas más.
it: La tua risorsa di riferimento per le migliori app per Firefox OS. Naviga tra decine di migliaia di app, gratuite o a pagamento, suddivise in categorie, dai giochi alle utilità, dalla musica ai viaggi, allo sport e altro ancora.
pt_br: Sua fonte dedicada aos melhores aplicativos para Firefox OS. Pesquise centenas de aplicativos pagos ou gratuitos em diversas categorias, de jogos a utilitários, música, viagem, esportes e muito mais.

source: Firefox browser
bn_in: Firefox ব্রাউজার
el: Περιηγητής Firefox
es: Navegador Firefox
fr: Navigateur Firefox
hi_in: Firefox ब्राउज़र
it: Browser Firefox
pt_br: Navegador Firefox
xh: Ibhrawuza ye-Firefox
zu: Isiphequluli se-Firefox

source: The fast, smart, safe way to get the best of the Web. Use the URL bar to enter websites, perform searches and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.
el: Ο γρήγορος, έξυπνος, ασφαλής τρόπος να λάβετε τα καλύτερα από τον ιστό. Χρησιμοποιήστε την εργαλειοθήκη διευθύνσεων για να εισάγετε διευθύνσεις URL, να αναζητήσετε, και να αποκτήσετε πρόσβαση στο ιστορικό περιήγησής σας. Επιπλέον, οι καρτέλες σας επιτρέπουν να εργάζεστε παράλληλα ανοίγοντας πολλαπλές σελίδες ταυτόχρονα.
es: La manera rápida, inteligente y segura de obtener lo mejor de la Web. Usa la barra de direcciones para escribir direcciones web, realizar búsquedas y acceder al historial de navegación. Además, las pestañas te permiten realizar varias tareas a la vez al navegar simultáneamente por varias páginas.
it: Il modo più veloce, intelligente e sicuro per ottenere il massimo dal Web. Utilizza la barra degli indirizzi per inserire l’indirizzo di un sito, fare una ricerca e accedere alla cronologia di navigazione. In più le schede ti permettono di navigare su più siti contemporaneamente.
pt_br: A forma mais rápida, segura e inteligente de ter o melhor da Web. Use a barra de endereços para acessar sites, fazer pesquisas e procurar em seu histórico de navegação. Além disso, as abas permitem que faça diferentes tarefas ao navegar em várias páginas simultaneamente.

source: Facebook and Twitter
bn_in: Facebook এবং Twitter
el: Facebook και Twitter
es: Facebook y Twitter
fr: Facebook et Twitter
hi_in: फेसबुक तथा ट्विटर
it: Facebook e Twitter
pt_br: Facebook e Twitter
xh: IKhasilobuso no-Twitter
zu: I-Facebook ne-Twitter

source: Deeply integrated with your favorite social networks. You can easily import your Facebook contacts to your phone to keep your community all in one place.
bn_in: আপনার পছন্দের সামাজিক যোগাযোগ নেটওয়ার্কের সাথে গভীরভাবে সংযুক্ত। আপনার কমিউনিটিকে এক জায়গায় রাখতে আপনি অতি সহজেই Facebook কন্টাক্টগুলো আপনার মোবাইলে ইম্পোর্ট করতে পারেন।
el: Σε αρμονία με τα αγαπημένα σας κοινωνικά δίκτυα. Μπορείτε εύκολα να εισάγετε στο τηλέφωνο σας τις επαφές σας από το Facebook και να κρατήσετε όλη την παρέα σας σε ένα μέρος.
es: Perfectamente integrado con tus redes sociales favoritas. Puedes importar fácilmente tus contactos de Facebook al teléfono para que tengas tu comunidad en un solo sitio.
hi_in: गहरा अपने पसंदीदा सामाजिक नेटवर्क के साथ एकीकृत. आप आसानी से एक जगह में अपने सभी समुदाय रखने के लिए अपने फोन को अपने फेसबुक संपर्कों को आयात कर सकते हैं.
it: Perfettamente integrati con i tuoi social network preferiti. Puoi importare i contatti di Facebook sul tuo telefono per gestire le tue amicizie con un unico strumento.
pt_br: Profundamente integrado com suas redes sociais preferidas. Você pode importar facilmente os contatos do Facebook para o telefone para manter toda a sua comunidade em um único lugar.

source: Contacts
bn_in: পরিচিতি
el: Επαφές
es: Contactos
hi_in: सम्पर्क
it: Contatti
pt_br: Contatos
xh: Oqhagamshelana nabo
zu: Oxhumana nabo

source: Stay connected, with easy access to your friends and colleagues from wherever you are.
bn_in: সহজে প্রবেশাধিকার সাথে আপনি যেখানেই থাকুন আপনার বন্ধু বান্ধব এবং সহকর্মীর যোগাযোগ রাখুন।
el: Μείνετε δικτυωμένοι, με έυκολη πρόσβαση σε φίλους και συναδέλφους όπου και αν βρίσκεστε.
es: Conecta fácilmente con tus amigos y compañeros de trabajo dondequiera que estés.
hi_in: आप जहाँ भी रहे हैं से अपने मित्रों और सहकर्मियों के लिए आसान पहुँच के साथ, जुड़े रहते हैं.
it: Rimani in contatto con i tuoi amici e colleghi ovunque ti trovi.
pt_br: Fique conectado com acesso fácil aos seus amigos e colegas de onde você estiver.

source: Camera and Gallery
bn_in: ক্যামেরা এবং গ্যালারি
el: Κάμερα και πολυμέσα
es: Cámara y Galería
fr: Appareil photo et galerie
hi_in: कैमरा और गैलरी
it: Fotocamera e Galleria
pt_br: Câmera e Galeria
xh: Ikhamera negalari
zu: Ikhamera negalari

source: With built-in style filters for fun, creative shots, and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
el: Με ενσωματωμένα φίλτρα στυλ για διασκέδαση, δημιουργικές λήψεις, και πολλούς τρόπους να μοιράζεστε τις φωτογραφίες σας, η πλήρης χαρακτηριστικών κάμερα και η έκθεση φωτογραφιών θα γεμίσουν με χαμόγελα.
es: Con filtros de estilo incorporados para obtener instantáneas divertidas y creativas, y muchas maneras de compartir fotografías, las completas funciones de cámara y galería fotográfica arrancarán una sonrisa a todos tus contactos.
it: Grazie ai filtri integrati con cui realizzare scatti divertenti e creativi e a svariate opzioni di condivisione, la fotocamera e la galleria saranno sempre in grado di far sorridere i soggetti delle tue foto.
pt_br: Com vários filtros de estilo integrados para fotografias criativas e divertidas, além de várias maneiras de compartilhar as suas fotografias, a câmera e a galeria de fotos cheia de recursos farão com que todos os seus modelos sorriam.

source: FM Radio
bn_in: FM রেডিও
el: Ραδιόφωνο FM
es: Radio FM
hi_in: FM रेडियो
it: Radio FM
pt_br: Rádio FM

source: All the audio you want on the go, all on one device. Just plug in your earphones and start listening.
bn_in: যতো গান আপনি বাজাতে চান, সবই রয়েছে একটিমাত্র ডিভাইসে। কেবল আপনার ইয়ারফোনটি লাগান আর শুনতে থাকুন।
el: Όλη η μουσική που θέλετε εν κινήσει, σε μια συσκευή. Απλά συνδέστε τα ακουστικά σας, και ξεκινήστε να ακούτε.
es: Toda la música que quieres sobre la marcha, en un único dispositivo. Conecta los auriculares y empieza a escuchar.
hi_in: सभी ऑडियो जो आप चाहते हैं वह सभी एक डिवाइस पर. बस अपने इयरफ़ोन प्लग करे, और सुनना प्रारंभ करें.
it: Tutti i contenuti audio che vuoi portare con te quando esci, in un unico dispositivo. Collega le cuffie e inizia ad ascoltare.
pt_br: Todo o áudio que você quiser, em um só dispositivo.

source: Maps
bn_in: মানচিত্র
el: Χάρτες
es: Mapas
hi_in: नक्शा
it: Mappe
pt_br: Mapas
