Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
es: Los clientes que necesiten ayuda con una aplicación creada para Firefox OS serán remitidos al desarrollador de la aplicación para que les proporcione asistencia técnica. Si la experiencia del consumidor con Firefox OS se ve afectada negativamente por la atención derivada de la aplicación, Mozilla puede recomendar otras alternativas, incluyendo la desinstalación de la aplicación hasta que el desarrollador proporcione la asistencia adecuada.
fr: Les clients ayant besoin d'assistance concernant une application créée pour Firefox OS seront redirigés vers le développeur de l'application. Si l'utilisation de Firefox OS est ressentie négativement par l'utilisateur à cause d'une application, Mozilla pourrait recommander de désinstaller l'application en attendant que le développeur fournisse une assistance adaptée.
hi_in: Firefox OS के लिए बनाए गये एक एप्प्स से जुड़े समर्थन की सहायता के लिए उपभोक्ताओं को एप्लिकेशन डेवलपर के लिए निर्देशित किया जाएगा. यदि Firefox OS के साथ उपभोक्ता अनुभव नकारात्मक रूप से सहायता की घटना से प्रभावित हो रहा है तब Mozilla उस एप्प को अनइन्स्टॉल तथा उचित डेवलपर की सहायता की सिफारिश करेंगे.
pt_br: Os clientes que precisarem de suporte para um aplicativo desenvolvido para o Firefox OS serão encaminhados diretamente para o desenvolvedor do aplicativo para obter ajuda. Se a experiência do cliente com o Firefox OS for negativamente afetada pelo suporte do aplicativo, a Mozilla pode recomendar alternativas, incluindo desinstalar o aplicativo até que o desenvolvedor forneça a assistência apropriada.
xh: Abathengi abafuna inkxaso nge-aplikheshini eyakhelwe i-Firefox OS baya kusiwa kumphuhlisi weaplikheshini ukuze bancedakale. Ukuba umthengi uye wafumana ukuphatheka kakubi kwi-Firefox OS ngenxa yenkxaso ebangelwa yi-aplikheshini, u-Mozilla uya kucebisa ukuba ikhutshwe i-aplikheshini leyo de umphuhlisi abonelele ngenkxaso eyiyo.
zu: Abathengi abadinga ukwesekwa ngama-app akhelwe i-Firefosx OS bazoyalelwa kumthuthukisi we-app ukuze bathole usizo. Uma umthengi ehlangana nezinkinga ngenxa yenkinga edalwa yi-app, i-Mozilla ingancoma ukuba kwenziwe ngezinye izindlela, kubandakanya ukukhishwa kwaleyo app kuze kube umthuthukisi uhlinzeka ngosizo olufanelekile.

source: What email providers are supported?
bn_in: কোন কোন ইমেইল প্রোভাইডার রা সমর্থিত?
es: ¿Qué proveedores de correo electrónico son compatibles?
fr: Quels fournisseurs de courrier électronique sont pris en charge ?
hi_in: किन ईमेल प्रदाताओं का समर्थन हैं?
pt_br: Quais provedores de e-mail são suportados?
xh: Ngabaphi abalawuli bee-imeyile abaxhaswayo?
zu: Yibaphi abahlinzeki ngama-imeyli abesekiwe?

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
bn_in: চিন্তা করুন আপনি ইতিমধ্যে তৈরি আপনার কাস্টমারদের কাছে Firefox OS বিক্রি করবার জন্য? আপনার জ্ঞানকে পরীক্ষায় দিন এবং এই প্রশ্নগুলোর জবাব দিন এটা প্রমাণ করবার জন্য কি আপনার কাছে কি আছে আপনার কাছে।
es: ¿Crees que tienes todo listo para comenzar a vender Firefox OS a tus clientes? Pon a trabajar tus conocimientos y responde a estas preguntas para demostrar que es así.
fr: Vous pensez être prêt à vendre Firefox OS à vos clients ? Testez vos connaissances en répondant aux questions suivantes pour le vérifier.
hi_in: लगता है आप अपने ग्राहकों को Firefox OS की बिक्री शुरू करने के लिए लगभग तैयार हैं? अपने ज्ञान को जाँचें और अपने आप को साबित करने के लिए इन सवालों के जवाब दें.
pt_br: Você acha que está quase pronto para começar a vender o Firefox OS para os seus clientes? Coloque o seu conhecimento em prática e responda a estas perguntas para mostrar que tem o que é necessário.
xh: Ucinga ukuba ukulungele ukuthengisa i-Firefox OS kubathengisi bakho? Beka ulwazi lwakho kuvavanyo uze uphendule lemibuzo ukubonakalisa ukuba unakho.
zu: Ucabanga ukuthi usukulungele ukuqala ukudayisa i-Firefox OS kumakhasimende akho? Sebenzisa ulwazi lwakho uke uphendule le mibuzo ukufakazisela ukuthi ufanelekile.

source: Get Ready to Sell!
bn_in: বিক্রি করার জন্য প্রস্তুত হন!
es: ¡Prepárate para vender!
fr: Préparez-vous à faire des ventes !
hi_in: बेचने के लिए तैयार हो जाएँ!
pt_br: Prepare-se para vender!
xh: Lungela ukuthengisa!
zu: Lungela ukuthengisa!

source: Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.
es: ¿Cuál de las siguientes aplicaciones viene precargada en todos los teléfonos Firefox OS? Selecciona todas las que sean pertinentes.
fr: Quelles applications parmi les suivantes sont installées par défaut sur tous les téléphones Firefox OS ? Les sélectionner toutes.
hi_in: निम्नलिखित में से कौनसी एप्प्स Firefox OS फ़ोन पर पहले से मौजूद है? लागू होने वाले सभी का चयन करें.
pt_br: Quais dos seguintes aplicativos são pré-instalados em todos os telefones com o Firefox OS? Selecione todas as opções válidas.
xh: Zeziphi kwezi aplikheshini zilandelayo esele zifakiwe kuzo zonke iifowuni ze-Firefox OS? Khetha zonke ezo zifakiweyo.
zu: Yimaphi kula ma-app afika efakelwe kuwo wonke amafoni e-Firefox OS? Khetha konke okuhambelanayo.

source: There are more. Try again
bn_in: আরো রয়েছে। পুনরায় চেষ্টা করুন
es: Hay más. Intente de nuevo
fr: Il en manque. Réessayez.
hi_in: और भी हैं। पुनः प्रयास करें
pt_br: Há mais. Tente novamente
xh: Zikhona ezinye. Zama kwakhona
zu: Kusekhona okunye. Phinda uzame

source: That’s right! This icon represents Messages —or text messaging.
bn_in: সঠিক! এই আইকনটি বার্তা নির্দেশক —অথবা বার্তা প্রেরক।
es: ¡Es correcto! Este ícono representa Mensajes, o mensajería de texto.
fr: Correct. Cette icône représente les messages.
hi_in: यह सही है! यह चिह्न संदेशों—या पाठ संदेश सेवा का प्रतिनिधित्व करता है.
pt_br: Está certo! Este ícone representa mensagens ou mensagens de texto.
xh: Kunjalo! Le ayikhoni imele imiyalezo - okanye imiyalezo ebhaliweyo.
zu: Kunjalo! Lo mfuziselo umele Imiyalezo — noma imiyalezo ebhalwayo.

source: Actually, this icon represents Messages — or text messaging.
bn_in: প্রকৃতপক্ষে, এই আইকনটি বার্তা নির্দেশক —অথবা বার্তা প্রেরকের।
es: En realidad, este ícono representa Mensajes, o mensajería de texto.
fr: En fait, cette icône représente les messages.
hi_in: वास्तव में, यह चिह्न संदेशों — या पाठ संदेश सेवा का प्रतिनिधित्व करता है.
pt_br: Na verdade, este ícone representa mensagens — ou mensagens de texto.
xh: Ngokuqinisekileyo, le ayikhoni imele imiyalezo - okanye imiyalezo ebhaliweyo.
zu: Empeleni, lo mfuziselo umele Imiyalezo — noma imiyalezo ebhalwayo.

source: That’s right. This icon represents the Contacts.
es: Correcto. Este ícono representa los Contactos.
fr: Correct. Cette icône représente les contacts.
hi_in: मार्केटप्लेस और अनुकूलन योग्य एप्प की खोज.
pt_br: Está certo. Este ícone representa os contatos.
xh: Kunjalo. Le ayikhoni imele abaqhagamshelani.
zu: Kunjalo! Lo mfuziselo umele Okuxhunyanwa nabo.

source: Actually, this icon represents the Contacts.
bn_in: প্রকৃতপক্ষে, এই আইকনটি পরিচিতি নির্দেশক।
es: En realidad, este ícono representa los Contactos.
fr: En fait, cette icône représente les contacts.
hi_in: दरसल, यह आइकॉन संपर्कों को दर्शाता है .
pt_br: Na verdade, este ícone representa os contatos.
xh: Ngokuqinisekileyo, le ayikhoni imele abaqhagamshelani.
zu: Empeleni, lo mfuziselo umele Okuxhunyanwa nabo.

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
bn_in: যখন এই সমস্ত বাক্যগুলো সত্য, কোন দুটো উত্তর সবথেকে বেশি ঠিক হবে একজন প্রথমবার স্মার্টফোন কাস্টমারকে দেওয়া ঠিক হবে?
es: Aunque todas estas afirmaciones son ciertas, ¿qué dos respuestas serían las más útiles para un nuevo cliente de teléfonos inteligentes?
fr: Bien que toutes les phrases ci-dessous sont vraies, quelles sont les deux réponses qui seraient les plus utiles à un client qui utilise un smartphone pour la première fois ?
hi_in: ये सब बयान सच हैं, कौनसी दो प्रतिक्रियाओं जो पहली बार स्मार्टफ़ोन ग्राहकों के लिए सबसे उपयोगी होगी?
pt_br: Apesar de todas estas afirmações serem verdadeiras, quais as duas respostas que seriam mais úteis para um cliente que está usando um smartphone pela primeira vez?
xh: Nangona zonke ezi ntetho ziyinyani, zeziphi ezimbini kuzo ezinokuba zezona ziluncendo kubathengi abaqalayo be-smartphone?
zu: Yize noma zonke lezi zitatimende ziyiqiniso, yiziphi izimpendulo ezimbili ezingaba wusizo kakhulu ekhasimendeni eliqalayo ukuba ne-smartphone?

source: The best response to this objection is to talk about all the apps that are available.
bn_in: সবথেকে ভালো অপশন হল সমস্ত রকমের অ্যাপের সম্পর্কে এদেরকে বলা।
es: La mejor respuesta para esta objeción es hablar sobre todas las aplicaciones disponibles.
fr: La meilleure réponse à cette objection est de parler de toutes les applications disponibles.
hi_in: इस आपत्ति का सर्वोत्तम जवाब है, सभी मौजूद एप्प्स पर विचार विमर्श.
pt_br: A melhor resposta a essa objeção é falar sobre todos os aplicativos que estão disponíveis.
xh: Eyona mpendulo kule nkcaso kukuthetha ngee-aplikheshini ezikhoyo.
zu: Impendulo efanelekile kakhulu kulokhu ukuba ukhulume ngawo wonke ama-app atholakalayo.

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
bn_in: সবথেকে ভালো উত্তর হল Mozilla কমিউনিটির অভিজ্ঞতা সম্পর্কে বলা যা Firefox OS-এর পিছনে কাজ করছে।
es: La mejor respuesta a esta objeción es hablar sobre la experiencia de la comunidad Mozilla que está detrás de Firefox OS.
fr: La meilleure réponse à cette objection est de présenter la communauté Mozilla qui contribue au projet Firefox OS.
hi_in: इस आपत्ति का सर्वोत्तम जवाब है firefox os की सफलता को प्रतिबद्ध Mozilla समुदाय पर विचार विमर्श.
pt_br: A melhor resposta a esta objeção é falar sobre a experiência da comunidade Mozilla que está por trás do Firefox OS.
xh: Eyona mpendulo kule nkcaso kukuthetha ngamava abantu be-Mozilla abaxhasa i-Firefox OS.
zu: Impendulo efanelekile kakhulu kulokhu ukuba ukhulume ngesipiliyoni sabo bonke abathuthukisi bomphakathi we-Mozilla abasebenza ku-Firefox OS.

source: The best response to this objection is to talk about the robust security model.
bn_in: এই আপত্তির সবথেকে বড়ো উত্তর হল রবাস্ট সিকিউরিটি মডেল নিয়ে কথা বলা।
es: La mejor respuesta a esta objeción es hablar sobre el sólido modelo de seguridad.
fr: La meilleure réponse à cette objection est de présenter le modèle de sécurité robuste.
hi_in: मजबूत सुरक्षा मॉडल के विषय मैं बातचीत करना इस आपत्ति का सर्वोत्तम जवाब है.
pt_br: A melhor resposta a esta objeção é falar sobre o modelo robusto de segurança.
xh: Eyona mpendulo kule nkcaso kukuthetha ngemodeli yokhuseleko eluqilima.
zu: Impendulo ongayinikeza kuleli khasimende ukuba ukhulume ngemodeli yokuphepha enamandla.

source: Calendar
es: Calendario
fr: Agenda
hi_in: कैलेंडर
pt_br: Calendário
xh: Ikhalenda
zu: Ikhalenda

source: Clock
es: Reloj
fr: Horloge
hi_in: घडी
pt_br: Relógio
xh: Iwotshi
zu: Iwashi

source: Usage
es: Uso
hi_in: उपयोग

source: Email and Messages
bn_in: ইমেইল এবং মেসেজ
es: Correo electrónico y SMS
fr: Courriel et Messages
hi_in: ईमेल और संदेश
pt_br: E-mail e mensagens
xh: I-imeyile nemiyalezo
zu: I-imeyli kanye nemiyalezo

source: Music
bn_in: মিউজিক
es: Música
fr: Musique
hi_in: संगीत
pt_br: Música
xh: Umculo
zu: Umculo

source: Messages
bn_in: মেসেজ
es: Mensajes
hi_in: संदेश
pt_br: Mensagens
xh: Imiyalezo
zu: Imiyalezo

source: With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.
bn_in: অভিযোজিত অ্যাপ সার্চের মাধ্যমে, Firefox OS আপনার আত্তীকরণে চলে আসে অন্যান্য ফোনের থেকে অনেক তাড়াতাড়ি।
es: Con Búsqueda Adaptativa de Aplicaciones, Firefox OS se adapta mejor a sus necesidades que cualquier otro teléfono.
fr: Grâce à la recherche intelligente d'applications, Firefox OS s'adapte à vos besoins encore mieux que les autres téléphones.
hi_in: अनुकूल एप्प खोज के साथ, Firefox OS आपको किसी दूसरे फ़ोन से बेहतर जरूरत के लिए अनुकूल बनाता है.
pt_br: Com a Pesquisa de Aplicativos Adaptável, o Firefox OS adapta-se a todas as suas necessidades melhor do que qualquer outro telefone.
xh: Nge-Adaptive App Search, i-Firefox OS ilungele iimfuno zakho ngcono kunezinye iifowuni.
zu: Ngenxa yosesho lwe-Adaptive app, i-Firefox OS ihambisana kangcono nezidingo zakho kunamanye amafoni.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music and more — at the most competitive prices.
es: Firefox OS te ofrece más valor por tu dinero, con todo lo que cabe esperar de un teléfono inteligente —cámara, correo electrónico, apps, música, y mucho más— a los precios más competitivos.
hi_in: Firefox OS आपको आपके पैसों का सही मूल्य देता है, और आपकी उम्मीद से भी ज्यादा — कैमरा, ईमेल, एप्प्स, संगीत और अधिक — अधिक प्रतिस्पर्धी कीमतों पर.

source: If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.
es: Si te encanta Firefox, te encantará Firefox OS. Al elegir Firefox OS, tienes el poder de la Web en tus manos.
fr: Si vous appréciez Firefox, vous allez adorer Firefox OS. Choisir un appareil équipé de Firefox OS vous fait profiter de toute la puissance du Web.
hi_in: यदि आप Firefox से प्यार करते हैं, तो आप Firefox OS से भी प्यार करेंगे. Firefox OS डिवाइस का चुनाव करके वेब की शक्ति आपके हाथों में होती है.
pt_br: Se você ama o Firefox, vai adorar o Firefox OS. Escolhendo um aparelho Firefox OS coloca o poder da web em suas mãos.
xh: Ukuba uyayithanda i-Firefox, uya kuyithanda i-Firefox OS. Ukukhetha isixhobo se-Firefox OS kubeka amandla ewebhu ezandleni zakho.
zu: Uma uyithanda i-Firefox, uzoyithanda i-Firefox OS. Ukukhetha i-Firefox OS kugcina amandla e-Inthanethi esezandleni zakho.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.
es: Firefox OS es el que le ofrece un mayor valor por su dinero. Tiene todo lo que cabe esperar de un teléfono inteligente: cámara, correo electrónico, aplicaciones, música, mapas, y mucho más, a los precios más competitivos.
fr: Firefox OS vous en donne pour votre argent, avec tout ce que vous attendez : photo, courriel, applications, musique et plus, à des prix très compétitifs.
hi_in: Firefox OS आपको आपके पैसों का सही मूल्य देता है, और आपकी उम्मीद से भी ज्यादा — कैमरा, ईमेल, एप्प्स, संगीत और अधिक — अधिक प्रतिस्पर्धी कीमतों पर.
pt_br: O Firefox OS dá a você mais valor pelo seu dinheiro. Tem tudo o que você espera em um smartphone - câmera, e-mail, aplicativos, música, mapas e mais - nos preços mais competitivos.
xh: I-Firefox OS ikunika ixabiso lemali yakho, nayo yonke into oyinqwenelayo — ikhamera, i-imeyile, iiaplikheshini, umculo nokunye — ngamaxabiso afikelelekayo.
zu: I-Firefox OS ikunikeza inani elifanele imali yakho kakhulu, ngako konke okulindele — ikhamera, i-imeyli, ama-app, umculo, amabalazwe kanye nokunye — ngamanani okuncintisana kakhulu.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
bn_in: <strong>এখানে আছে কি আপনি বলতে পারেন:</strong> Firefox OS আপনাকে আপনার পয়সার সবথেকে বেশি মূল্য দেয়। এটার সমস্তকিছু আছে যা আপনি একটা স্মার্টফোনে ব্যবহার করতে চান - ক্যামেরা, ইমেইল, অ্যাপ, সঙ্গীত, মানচিত্র এবং আরও - সবচেয়ে প্রতিযোগিতামূলক দামে।
es: <strong>Esto es lo que puedes decir:</strong> Firefox OS te ofrece más valor por tu dinero. Tienes todo lo que cabe esperar de un teléfono inteligente —cámara, correo electrónico, apps, música, mapas, etc.— a los precios más competitivos.
fr: <strong>Voilà ce que vous pouvez dire : </strong> Firefox OS vous en donne plus que pour votre argent. Il a tout ce que vous attendez dans un smartphone - appareil photo, courriels, applications, musique, des cartes et plus encore - à des prix très compétitifs.
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> Firefox OS आपको आपके पैसे का सबसे अधिक मूल्य देता है. इसमे वह सब है जो आप एक स्मार्टफ़ोन में उम्मीद करते है - Firefox Marketplace से एप्प्स, कैमरा, ईमेल और अधिक - सबसे अधिक प्रतिस्पर्धी कीमतों पर.
pt_br: <strong>Veja o que você pode dizer:</strong> O Firefox OS dá mais valor ao seu dinheiro. Tem tudo o que você espera em um smartphone — câmera, e-mail, aplicativos, música, mapas e mais — nos preços mais competitivos.
xh: <strong>Naku onokukutsho:</strong> I-Firefox OS ikunika elona xabiso liphezulu ngemali yakho. Inento yonke obuyilindele kwi-smartphone — ikhamera, i-imeyile, iiaplikheshini, umculo, imephu, nokunye — ngamaxabiso afikelelekayo.
zu: <strong>Nakhu ongakusho:</strong> I-Firefox OS ikunikeza inani elifanele imali yakho kakhulu. Inako konke okulindele ku-smartphone — ikhamera, i-imeyli, ama-app, umculo, amabalazwe kanye nokunye — ngamanani okuncintisana kakhulu.

source: An excellent user experience
es: Una experiencia de usuario excelente
fr: Une excellente expérience utilisateur
pt_br: Uma excelente experiência para o usuário
xh: Amava omsebenzisi agqwesileyo
zu: Isikhathi esimnandi kakhulu kumsebenzisi wedivayisi

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
es: La vida es complicada, pero tu smartphone no debería serlo. Firefox OS ha sido diseñado para ofrecer mejores prestaciones, una personalización más fácil y una navegación más intuitiva. Todo lo que tu cliente necesita o quiere está a un gesto de los dedos.
fr: La vie est déjà compliquée, votre smartphone ne doit pas l'être. Firefox OS est conçu pour de meilleures performances, une personnalisation facile et une navigation simple. Tout ce que vous voulez, ou dont avez besoin, est à un glissement de doigt.
pt_br: A vida é complicada, o seu smartphone não deve ser. O Firefox OS é feito para ter melhor performance, customização fácil e navegação simplificada. Tudo que seus usuários precisam ou querem está sempre a um gesto de distância.
xh: Ubomi buyabhida, kodwa yona i-smartphone yakho ayimele ukuba ibe njalo. I-Firefox OS yenzelwe ukuba isebenze ngcono, isebenziseka lula nokuyinavigeyitha kulula. Yonke into efunwa ngumthengi wakho iyasikrolwa okanye iswayiphe.
zu: Impilo inzima ngokwayo nje, i-smartphone yakho-ke yona mayingabi njalo. I-Firefox OS yakhiwe ngendlela yokuthi isebenze kangcono, kube lula ukuyihlela futhi kube lula ukuyisebenzisa. Konke okudingwa noma okufunwa yikhasimende lakho kudinga nje liphenye noma liswayiphe ukuze liyithole.

source: Made with you in mind
es: Hecho pensando en ti
fr: Conçu en pensant à vous
pt_br: Desenvolvido com você em foco
xh: Yenziwe kucingwa ngawe
zu: Yenziwe kucatshangwa wena

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
es: Utiliza tu teléfono en tu idioma, controla tu uso de datos y personalízalo creando tus propias melodías. También puedes descargar aplicaciones relevantes a tu entorno que enriquezcan y simplifiquen tu vida diaria. Firefox OS es realmente un teléfono diseñado para ti.
fr: Utilisez votre téléphone dans votre langue, contrôlez votre consommation de données et personnalisez-le en créant vos propres sonneries. Vous pouvez également télécharger des applications locales pertinentes qui enrichissent et simplifient votre vie quotidienne. Un téléphone Firefox OS est vraiment conçu en pensant à vous.
pt_br: Use seu telefone no seu idioma, controle o uso dos seus dados e personalize-o criando seus próprios ringtones. Você também pode baixar apps que são relevantes onde você está que enriquecem e simplificam sua vida diária. O Firefox OS é realmente um telefone feito com você em foco.
xh: Sebenzisa ifowuni yakho ngolwimi lwakho, lawula ukusebenziseka kweengcombolo zakho uyenze ibe yeyakho ngokuba nezandi zakho zokukhala. Ungakhuphela ii-aplikheshini zasekuhlaleni ezikufaneleyo eziza kuba lulutho zenze lula ubomi bakho bemihla ngemihla. I-Firefox OS yeyona fowuni eyenziwe kucingwa ngawe.
zu: Sebenzisa ifoni yakho ngolimi lwakho, lawula ukusebenzisa kwakho idatha uphinde uyenze ihambisane nawe ngokuzakhela eyakho iminkenenezo yokukhala kocingo. Ungaphinda udawunilode ama-app asendaweni okuyo anothisa futhi nenza impilo yakho ibe lula. I-Firefox OS ngempela yenziwe kucatshangwa izidingo zakho.

source: Keep the Web in your hands
es: La Web en tus manos
fr: Gardez le Web entre vos mains
pt_br: Mantenha a web em suas mãos
xh: Gcina iwebhu ezandleni zakho
zu: Yiphathe la ezandleni i-Inthanethi

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
es: En Mozilla, queremos impulsar un cambio, no obtener un beneficio. Los teléfonos inteligentes Firefox OS cuentan con el respaldo de una comunidad mundial de miles de desarrolladores que trabajan para innovar en beneficio de sus clientes, y están creados pensando en sus intereses y necesidades locales. Al elegir Firefox OS, los clientes contribuyen a que la Web tenga un futuro más prometedor para todos.
fr: Chez Mozilla, nous sommes là pour faire la différence, pas des profits. Les smartphones Firefox OS sont soutenus par une communauté mondiale de développeurs travaillant dans l'innovation et l'amélioration des technologies web. Quand vous choisissez Firefox OS, vous contribuez à bâtir un avenir meilleur pour le web et pour tous.
pt_br: Na Mozilla, queremos fazer a diferença, não lucro. Os aparelhos com Firefox OS são apoiados por uma comunidade global de centenas de pessoas trabalhando para inovar e personalizar o sistema com conteúdos locais que ajudam os seus clientes. Quando eles escolhem o Firefox OS, estão ajudando a construir um futuro mais brilhante para a Web e para todos nós.
xh: Kwa-Mozilla, sikhona ukuba senze umahluko, hayi inzuzo. Ii-smartphone ze-Firefox OS zixhaswe luluntu lwehlabathi oluphuhlisa izinto ezintsha luqhubeke nethekhnoloji yewebhu. Xa ukhetha i-Firefox OS, unceda ukwakha ikamva elitsha lewebhu yomntu wonke.
zu: Kwa-Mozilla, silapha ukuze senze umehluko, hhayi inzuzo. Ama-smartphone akwa-Firefox OS esekwe umphakathi wabathuthukisi bomhlaba abasebenzela ukuthuthukisa nokwenza ngcono ezobuchwepheshe beze-Inthanethi. Uma ukhetha i-Firefox OS, usiza ukwakha ikusasa le-Inthanethi yawo wonke umuntu.

source: A phone for everyone
es: Un teléfono para todos
fr: Un téléphone pour tout le monde
pt_br: Um telefone para todos
xh: Ifowuni yomntu wonke
zu: Ifoni yawo wonke umuntu
