Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
es: Un cliente afirma, “Uso Firefox en mi equipo de escritorio de casa y me encanta, pero no sabía que también había un sistema operativo para teléfonos inteligentes. ¿Por qué?”. ¿Cuál de las siguientes afirmaciones sería la respuesta más apropiada a este cliente en concreto?

source: What does the 'Find My Device' feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
es: ¿Qué te permite hacer la función "Encontrar mi dispositivo" en tu teléfono Firefox OS en el caso de que tu teléfono se haya perdido o lo hayan robado?

source: That’s right! The 'Find My Device' helps you do all these things through your Firefox Account.
es: ¡Correcto! La función "Encontrar mi dispositivo" te ayuda a hacer todas estas cosas mediante tu cuenta de Firefox.

source: Actually, the 'Find My Device' feature helps you do all these things through your Firefox Account.
es: De hecho, la función "Encontrar mi dispositivo" te permite hacer todo esto mediante tu cuenta de Firefox.

source: Which of the following statements are true of Easy Nav on Firefox OS?
es: ¿Cuál de las siguientes frases es cierta acerca de la aplicación de la Navegación fácil en Firefox OS?

source: That’s right. All of these are true of Easy Nav on Firefox OS.
es: Correcto. Todas son verdaderas respecto a la función Navegación fácil en Firefox OS.

source: Actually, all of these are true of Easy Nav on Firefox OS.
es: De hecho, todas son verdaderas respecto a la función Navegación fácil Firefox OS.

source: True or False - You can switch between apps on Firefox OS simply by swiping left or right on your screen?
es: Verdadero o falso: Puedes alternar entre aplicaciones en Firefox OS simplemente deslizando hacia la izquierda o derecha de tu pantalla.

source: Actually, this is true. The Task Switcher improves productivity by giving Firefox OS users a more intuitive way to switch between applications. From the edge of their screen, users simply swipe left or right to move between their open apps.
es: De hecho, es verdadero. El administrador de tareas mejora la productividad al darle a los usuarios de Firefox OS una manera intuitiva de alternar entre aplicaciones. Desde el borde de la pantalla, los usuarios simplemente deslizan hacia la derecha o izquierda para moverse entre sus aplicaciones abiertas.

source: Create Smart Collections of apps
es: Crea colecciones inteligentes de aplicaciones

source: Change the look of your home screen
es: Cambia la apariencia de tu pantalla de inicio

source: The Dialer
es: El Teléfono

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music more — at the most competitive prices.
es: Firefox OS te ofrece más valor por tu dinero, con todo lo que cabe esperar de un teléfono inteligente —cámara, correo electrónico, apps, música, y más— a los precios más competitivos.

source: A group of educational apps on Firefox OS.
es: Un grupo de aplicaciones educativas en Firefox OS.

source: Curated content found on your Firefox OS home screen that is based on a given theme.
es: Contenido curado en tu pantalla de inicio de Firefox OS, basado en tópicos en específico.

source: Featured apps on the Firefox Marketplace.
es: Aplicaciones destacadas en el Firefox Marketplace.

source: Track the location of your lost/stolen device.
es: Rastrea la ubicación de tu dispositivo perdido/robado.

source: It is available from anywhere on the device simply by tapping on the ‘Search’ field.
es: Está disponible desde donde sea en el dispositivo simplemente tocando el campo "Búsqueda".

source: It includes web search, favorites, browsing history and applications.
es: Incluye búsqueda web, favoritos, historial de navegación y aplicaciones.

source: It includes Firefox Marketplace results.
es: Incluye resultados de Firefox Marketplace.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol><li><em>2.1.0.0</em> means you have version 2.1</li> </ul> </li> </ol>
es: <ol> <li>Abre la aplicación Ajustes de tu dispositivo.</li> <li>Desplázate hacia abajo y selecciona <strong>Información del dispositivo</strong>.</li> <li>En la pantalla de información del dispositivo, selecciona <strong>Más información</strong> y busca los números de la versión en <em>Version de SO</em> en la parte superior de la pantalla. <ul><li><em>Firefox OS 1.0.1.0</em> significa que tienes la versión 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> significa que tienes la versión 1.1</li> <li><em>1.3.0.0</em> significa que tienes la versión 1.3</li><li><em>2.0.0.0</em> significa que tienes la versión 2.0</li> </ul> </li></ol><li><em>2.1.0.0</em> significa que tienes la versión 2.1</li> </ul> </li> </ol>

source: Submit
bn_in: জমা দিন
el: Υποβολή
es: Enviar
fr: Soumettre
hi_in: निवेदन कीजिए
it: Invia
pt_br: Enviar
xh: Ngenisa
zu: Thumela

source: Menu
bn_in: মেনু
el: Μενού
es: Menú
hi_in: मीनू
xh: Imenyu
zu: I-Menu

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
el: Τμήματα αυτού του περιεχομένου αποτελούν πνευματικά δικαιώματα ©1998–{0} ξεχωριστών ατόμων. Το περιεχόμενο είναι διαθέσιμο σύμφωνα με την<a href="https://www.mozilla.org/foundation/licensing/website-content/">άδεια Creative Commons</a>.
es: Algunos contenidos están protegidos por los derechos de autor ©1998–{0} de determinados colaboradores. El resto de contenidos están disponibles bajo una licencia <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons</a>.
fr: Certaines parties de ce contenu sont ©1998–{0} par les contributeurs individuels. Le contenu est disponible sous <a href="https://www.mozilla.org/foundation/licensing/website-content/">licence Creative Commons</a>.
hi_in: इस संवाद के हिस्से©1998–{0} व्यक्तिगत योगदानकर्ताओं द्वारा हैं. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
it: Parte di questi contenuti sono ©1998–{0} di singoli collaboratori. I contenuti sono disponibili secondo la <a href="https://www.mozilla.org/foundation/licensing/website-content/">licenza Creative Commons</a>.
pt_br: Parte deste conteúdo são ©1998–{0} de contribuidores individuais. O conteúdo está disponível sob a licença <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons</a>.
xh: Iziqendu zesisiqulatho yi ©1998–{0} abaxhasi abazimeleyo. Isiqulatho siyafumaneka kwi <a href="https://www.mozilla.org/foundation/licensing/website-content/">ilayisenisi yeekhumoni ezinobuchule</a>.
zu: Ezinye izingxenye zokuqukethwe ©1998–{0} ngabanikeli abazimele. Okuqukethwe kutholakala ngaphansi <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.

source: Source code
bn_in: সোর্স কোড
el: Πηγαίος κώδικας
es: Código fuente
fr: Code source
hi_in: संकेतावली स्रोत
it: Codice sorgente
pt_br: Código-fonte
xh: Ikhowudi yomthombo
zu: Ikhowudi yomthombo

source: Contact Us
bn_in: আমাদের সাথে যোগাযোগ করুন
el: Επικοινωνήστε
es: Contacta con nosotros
fr: Nous contacter
hi_in: हमसे संपर्क करें
it: Contattaci
pt_br: Contato
xh: Qhagamshelana nathi
zu: Xhumana nathi

source: Partner with Us
bn_in: আমাদের পার্টনার হোন
el: Συνεργαστείτε μαζί μας
es: Sé nuestro socio
fr: Partenariats
hi_in: हमारे साथ भागीदार
it: Diventa nostro partner
pt_br: Seja nosso parceiro
xh: Zimanye nathi
zu: Sebenzisana nathi

source: Donate
bn_in: অবদান করুন
el: Κάντε μια δωρεά
es: Dona
fr: Faire un don
hi_in: दान
it: Fai una donazione
pt_br: Doe
xh: Nikela
zu: Xhasa

source: Privacy Policy
bn_in: গোপনীয়তা নীতি
el: Πολιτική Απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hi_in: गोपनीय नीति
it: Informativa sulla privacy
pt_br: Política de privacidade
xh: Umgaqo-nkqubo wabucala
zu: Inqubomgomo ngobumfihlo

source: Legal Notices
bn_in: বৈধ নোটিশ
el: Νομικές Σημειώσεις
es: Avisos legales
fr: Mentions légales
hi_in: कानूनी सूचनाये
it: Note legali
pt_br: Notas legais
xh: Izaziso zasemthethweni
zu: Izaziso zomthetho

source: Report Trademark Abuse
bn_in: ট্রেডমার্কের অপব্যবহার রিপোর্ট করুন
el: Αναφορά παραβίασης εμπορικών σημάτων
es: Informa sobre uso indebido de marca
fr: Signaler un abus de marque déposée
hi_in: व्यापार-चिह्न दुरूप्रयोग वर्णन
it: Segnala abusi dei marchi
pt_br: Reportar abuso de marca
xh: Xela ukuxhatshazwa kophawu lorhwebo
zu: Bika ukuhlukunyezwa kophawu lwenkampani

source: Mozilla on Twitter
bn_in: Twitter-এ Mozilla
el: Ο Mozilla στο Twitter
es: Mozilla en Twitter
fr: Mozilla sur Twitter
hi_in: Twitter मैं Mozilla
it: Mozilla su Twitter
pt_br: Mozilla no Twitter
xh: U-Mozilla ku-Twitter
zu: I-Mozilla ku-Twitter

source: Firefox on Twitter
bn_in: Twitter-এ Firefox
el: Ο Firefox στο Twitter
es: Firefox en Twitter
fr: Firefox sur Twitter
hi_in: Twitter मैं Firefox
it: Firefox su Twitter
pt_br: Firefox no Twitter
xh: U-Firefox ku-Twitter
zu: I-Firefox ku-Twitter

source: Mozilla on Facebook
bn_in: Facebook-এ Mozilla
el: Ο Mozilla στο Facebook
es: Mozilla en Facebook
fr: Mozilla sur Facebook
hi_in: Facebook मैं Mozilla
it: Mozilla su Facebook
pt_br: Mozilla no Facebook
xh: I-Mozilla kwiKhasilobuso
zu: I-Mozilla ku-Facebook

source: Firefox on Facebook
bn_in: Facebook-এ Firefox
el: Ο Firefox στο Facebook
es: Firefox en Facebook
fr: Firefox sur Facebook
hi_in: Facebook मैं Firefox
it: Firefox su Facebook
pt_br: Firefox no Facebook
xh: I-Firefox kwiKhasilobuso
zu: I-Firefox ku-Facebook

source: Learn more
bn_in: আরও জানুন
el: Μάθετε περισσότερα
es: Más información
fr: En savoir plus
hi_in: और अधिक जानें
it: Ulteriori informazioni
pt_br: Saiba mais
xh: Funda ngaphezulu
zu: Funda kabanzi

source: Home
bn_in: বাড়ি
el: Αρχική
es: Inicio
fr: Accueil
hi_in: घर
it: Pagina principale
pt_br: Início
xh: Ekhaya
zu: Ikhasi lokuqala

source: About
bn_in: সম্পর্কে
el: Σχετικά
es: Acerca de
fr: À propos
hi_in: के विषय मैं
it: Informazioni
pt_br: Sobre
xh: Malunga
zu: Mayelana

source: Language
bn_in: ভাষা
el: Γλώσσα
es: Idioma
fr: Langue
hi_in: भाषा
it: Lingua
pt_br: Idioma
xh: Ulwimi
zu: Ulimi

source: Firefox OS version
bn_in: Firefox OS সংস্করণ
el: Έκδοση Firefox OS
es: Versión de Firefox OS
fr: Version de Firefox OS
hi_in: Firefox OS संस्करण
it: Versione di Firefox OS
pt_br: Versão do Firefox OS
xh: Udidi lwe-Firefox OS
zu: Iveshini ye-Firefox OS

source: Which version do I have?
bn_in: আমার কোন সংস্করণ আছে?
el: Ποια έκδοση έχω;
es: ¿Qué versión tengo?
fr: Quelle est ma version ?
hi_in: मेरे पास कौनसा संस्करण है?
it: Che versione sto utilizzando?
pt_br: Qual a versão que eu tenho?
xh: Loluphi udidi endinalo?
zu: Iyiphi iveshini enginayo?

source: Change
bn_in: পরিবর্তন
el: Αλλαγή
es: Cambiar
fr: Changer
hi_in: परिवर्तन
it: Cambia
pt_br: Alterar
xh: Tshintsha
zu: Shintsha

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
bn_in: Firefox OS {version}-এর জন্য ডকুমেন্টেশন এখনও অবধি {language}-এ উপলব্ধ নয়, তাই আমরা আপনাকে ইংরাজী সংস্করণে পুনঃনির্দেশিত করেছি।
el: Η τεκμηρίωση για το Firefox OS {version} δεν είναι ακόμα διαθέσιμη στα {language}, γιαυτό σας παραπέμπουμε στην Αγγλική έκδοση.
es: La documentación para Firefox OS {version} no está disponible aún en {language}, por lo que te redirigimos a la versión en inglés.
fr: La documentation pour Firefox OS {version} n'est pas encore disponible dans la langue {language}, donc nous vous redirigeons vers la version anglaise.
hi_in: Firefox Os{version} के लिए प्रलेखन अभी {language} मैं मौजूद नहीं है, तभी हमने आपको अंग्रेजी संस्करण पर पुनः निर्देशित किया.
it: La documentazione per Firefox OS {version} non è ancora disponibile in {language}, verrai reindirizzato alla versione inglese.
pt_br: A documentação do Firefox OS {version} ainda não está disponível em {language}, então te redirecionamos para a versão em inglês.
xh: Uxwebhu lwe-Firefox OS {version} alufumaneki ku {language}, ngoko ke sikubuyisele kwinguqulelo yesiNgesi.
zu: Amaphepha e-Firefox OS {version} awakatholakali {language}, ngakho-ke sikuthumele kuveshini yesiNgisi.

source: The latest version available in {language} is {version}.
bn_in: সর্বশেষ সংস্করণ উপলব্ধ {language} এ আছে হল {version}।
el: Η τελευταία έκδοση που διατίθεται στα {language} είναι η {version}.
es: La última versión disponible en {language} es {version}.
fr: La dernière version disponible en {language} est {version}.
hi_in: नवीनतम संस्करण {version} है जो कि {language} में उपलब्ध है.
it: La versione più recente disponibile in {language} è {version}.
pt_br: A versão mais recente disponível em {language} e a {version}.
xh: Inguqulelo yokugqibela iyafumaneka ku {language} ikwi {version}.
zu: Iveshini yakamuva etholakalayo {language} {version}.

source: Afrikaans
bn_in: আফ্রিকানরা
el: Αφρικάανς
es: Afrikáans
hi_in: अफ्रीकन्स
xh: IsiAfrikansi
zu: I-Afrikaans

source: Arabic
bn_in: আরবি
el: Αραβικά
es: Árabe
fr: Arabe
hi_in: अरेबिक
it: Arabo
pt_br: Árabe
xh: IsiArab
zu: Isi-Arabic

source: Bengali (Bangladesh)
bn_in: বাংলা (বাংলাদেশ)
es: Bengalí (Bangladesh)
hi_in: बंगाली (Bangladesh)
it: Bengalese (Bangladesh)

source: Bengali (India)
bn_in: বাংলা (ভারত)
es: Bengalí (India)
fr: Bengali (Inde)
hi_in: बंगाली(भारत )
it: Bengalese (India)
pt_br: Bengali (Índia)

source: Croatian
bn_in: ক্রোয়েশীয়
el: Κροατικά
es: Croata
fr: Croate
hi_in: क्रोटिअन
it: Croato
pt_br: Croata
xh: IsiCroatian
zu: Isi-Croatian

source: Czech
bn_in: চেক
el: Τσέχικα
es: Checo
fr: Anglais
hi_in: जेच
it: Ceco
pt_br: Tcheco
xh: IsiCzech
zu: Isi-Czech

source: English
bn_in: ইংরেজি
el: Αγγλικά
es: Inglés
fr: Anglais
hi_in: इंग्लिश
it: Inglese
pt_br: Inglês
xh: IsiNgesi
zu: IsiNgisi

source: German
bn_in: জার্মান
el: Γερμανικά
es: Alemán
fr: Allemand
hi_in: जर्मन
it: Tedesco
pt_br: Alemão
xh: IsiJamani
zu: Isi-German

source: Greek
bn_in: গ্রিক
el: Ελληνικά
es: Griego
fr: Grec
hi_in: ग्रीक
it: Greco
pt_br: Grego
xh: IsiGrike
zu: Isi-Greek

source: French
bn_in: ফরাসি
el: Γαλλικά
es: Francés
fr: Français
hi_in: फ्रेंच
it: Francese
pt_br: Francês
xh: IsiFrentshi
zu: Isi-French

source: Hungarian
bn_in: হাঙ্গেরিয়ান
el: Ουγγρικά
es: Húngaro
fr: Hongrois
hi_in: हंगेरियन
it: Ungherese
pt_br: Húngaro
xh: IsiHangariya
zu: Isi-Hungarian

source: Italian
bn_in: ইটালিয়ান
el: Ιταλικά
es: Italiano
fr: Italien
hi_in: इटैलियन
it: Italiano
pt_br: Italiano
xh: IsiTaliyane
zu: Isi-Italian

source: Japanese
bn_in: জাপানিজ
el: Ιαπωνικά
es: Japonés
fr: Japonais
hi_in: जापानीज
it: Giapponese
pt_br: Japonês
xh: IsiJapani
zu: Isi-Japanese

source: Polish
bn_in: পোলিশ
el: Πολωνικά
es: Polaco
fr: Polonais
hi_in: पोलिश
it: Polacco
pt_br: Polonês
xh: IsiPolishi
zu: Isi-Polish

source: Portuguese
bn_in: পর্তুগীজ
el: Πορτογαλικά
es: Portugués
fr: Portugais
hi_in: पुर्तगाली
it: Portoghese
pt_br: Português
xh: IsiPhuthukesi
zu: Isi-Portuguese

source: Romanian
es: Rumano
fr: Roumain
hi_in: रोमानियाई
it: Rumeno
pt_br: Romeno

source: Russian
bn_in: রাশিয়ান
es: Ruso
fr: Russe
hi_in: रशियन
it: Russo
pt_br: Russo

source: Serbian
bn_in: সার্বিয়ান
el: Σέρβικα
es: Serbio
fr: Serbe
hi_in: सर्बियन
it: Serbo
pt_br: Sérvio
xh: IsiSebhiya
zu: Isi-Serbian

source: Kiswahili
bn_in: কিসবাহিলি
el: Σουαχίλι
es: Suajili
hi_in: किसवाहिली
xh: IsiSwahili
zu: Isi-Kiswahili

source: Spanish
bn_in: স্প্যানিশ
el: Ισπανικά
es: Español
fr: Espagnol
hi_in: स्पैनिश
it: Spagnolo
pt_br: Espanhol
xh: IsiPanishi
zu: I-Spanish

source: Pirate
bn_in: পাইরেট
el: Πειρατικά
es: Pirata
hi_in: पायरेट
it: Pirata
pt_br: Pirata
xh: IsiPirate
zu: Isi-Pirate

source: Zulu
bn_in: জুলু
el: Ζουλού
es: Zulú
fr: Zoulou
hi_in: ज़ुलू
xh: IsiZulu
zu: IsiZulu

source: Master Firefox OS
bn_in: মাস্টার Firefox OS
el: Γίνετε ειδικοί στο Firefox OS
fr: Maîtriser Firefox OS
hi_in: मास्टर फ़ायरफ़ॉक्स ओएस
it: Domina Firefox OS
pt_br: Domine o Firefox OS
xh: Gqwesa i-Firefox OS
zu: I-Master Firefox OS

source: Tamil
bn_in: তামিল
el: Ταμίλ
fr: Tamoul
hi_in: तमिल
pt_br: Tâmil
xh: IsiTamili
zu: Isi-Tamil

source: Facebook
hi_in: फेसबुक
xh: IKhasilobuso
zu: U-Facebook

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: Camera, Gallery, social features, Music and more. Firefox OS users have complete access to apps in the Firefox Marketplace, without the need for a sign-in. There, they can get all the popular, big name apps, as well as local content designed to help them get the most out of the world around them.
hi_in: Firefox OS सभी सुविधाओं से भरा-पूरा है जिसके कारण आपके ग्राहकों के लिए स्मार्टफ़ोन पहली जगह पर आ जाता है: कैमरा, गैलरी, सामाजिक सुविधाएँ, संगीत के साथ और भी बहुत कुछ. Firefox OS उपयोक्ता Firefox Marketplace में ऐप्स की पूरी पहुँच देता है बिना कोई साइन-इन किए. वहाँ आप सभी लोकप्रिय, नामी-गिरामी ऐप्स के साथ ही साथ उन स्थानीय सामग्रियों को पाएँगे जो उन्हें उनकी आस-पास की दुनिया का अधिकाधिक हासिल करने देती.

source: At Mozilla, we’re out to make a difference, not a profit. Our commitment to keeping the Web open and accessible for all will give your customers the best of the Web no matter where they go, while keeping them safe and in control of their online lives.
hi_in: Mozilla पर, हम एक बदलाव के लिए आए हैं, न कि लाभ कमाने के लिए.सभी के लिए वेब को खुला और पहुँच के अंदर रखने की हमारी प्रतिबद्धता आपको वेब का सर्वोत्तम देगी चाहे जहाँ भी वे जाएँ वे सुरक्षित और अपने ऑनलाइन जिंदगी में सुरक्षित बने रहेंगे.

source: Your customers’ needs are always changing. That’s why Firefox OS does the same — adapting so your customers can live every moment to its fullest. Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that customers expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
hi_in: आपके ग्राहकों की जरूरतें हमेशा बदलती रहती हैं. इसलिए Firefox OS अपने ग्राहकों की जरूरतों के मुताबिक बदलते है — ताकि आपके ग्राहक हर पल पूरी तरह जी सकें. Firefox OS नए स्मार्टफ़ोन उपयोक्ताओं के लिए परिपूर्ण है —ग्राहकों की उम्मीद के अनुसार सभी सुविधाओं से भरा और उपयोग में आसान. और चूँकि Firefox OS Mozilla द्वारा ऊर्जावान है, वे उन सभी के लिए सही विकल्प है जो यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि वेब सभी के लिए खुली रहे.

source: Firefox OS offers everything your customers want in a smartphone — and more — at prices that are easy to afford.
hi_in: Firefox OS उन सारे चीजों की पेशकश करता है जो आपके ग्राहक किसी स्मार्टफ़ोन में देखना चाहते हैं — और भी बहुत कुछ — उन कीमतों पर जिसका वहन आप आसानी से कर सकते हैं.

source: Easy to use
hi_in: उपयोग में आसान

source: Firefox OS is intuitive and simple. With a beautifully designed interface, your customers will find it easy to use from the start. It also supports dual SIM and several local languages.
hi_in: Firefox OS अंतरज्ञानी है और काफी सरल है. बेहद खूबसूरत तरीके से डिजायन किए गए अंतरफलक के साथ, आपके ग्राहक आरंभ से ही इसका उपयोग आसान पाएँगे. यह साथ ही दोहरे सिम और कई स्थानीय भाषाओं का समर्थन करता है.

source: Marketplace and Adaptive App Search
hi_in: मार्केटप्लेस और अनुकूलन योग्य एप्प की खोज

source: Show your customers how easy it is to get apps in Firefox Marketplace, or from anywhere on the Web with Adaptive App Search. It’s all about giving users more of what they need, when they need it.
hi_in: अपने ग्राहकों को दिखाएँ कि Firefox Marketplace में ऐप्स को पाना कितना आसान है, या वेब पर कहीं से भी – अनुकूलित ऐप्प खोज से. यह उपयोक्ता को उनकी जरूरत का अधिकाधिक देना है, जब उन्हें इसकी जरूरत होती है.

source: Rich Media Experience
hi_in: Rich Media Experience (NT)

source: With the Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them.
hi_in: कैमरा, गैलरी, संगीत ऐप्स और कई सारे चीजों के साथ Firefox OS आपके ग्राहकों को लगातार मनोरंजन देगा और उन चीजों से कनेक्टेड है जो उनके लिए काफी जरूरी हैं.

source: Social and Contact Sync
hi_in: सामाजिक और संपर्क सिंक

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below, then drag the bar to learn how to best respond to each of their unique needs.
bn_in: আপনার ক্রেতার প্রয়োজন বোঝা এবং তাৎক্ষণিকভাবে জবাব দিতে জানা যে কোন বিক্রয় সুযোগের জন্য গুরুত্বপূর্ণ। নিচে ব্যবহারকারীর সাধারণ কতোগুলো ধরন দেয়া হলো, বিভিন্ন জনের অনন্য প্রশ্নের ভাল জবাব দেওয়া শিখতে বারটি টানুন।
hi_in: अपने ग्राहकों की जरूरतों को समझना और मौके पर किस तरह प्रतिक्रिया करनी है यह किसी भी बिक्री अवसर के लिए महत्वपूर्ण है. नीचे दिए गए आम ग्राहक अनुभाग को देखें, उसके बाद उनके अद्वितीय जरूरतों का सबसे अच्छा जवाब जानने के लिए पट्टी खींचें.

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it’s packed with all the features you’d expect, from Camera, to Email, apps from the Firefox Marketplace, Music and more.
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> प्रथम बार स्मार्टफ़ोन उपयोक्ताओं के लिए Firefox OS सबसे अच्छा विकल्प है. यह प्रयोग करने में सबसे आसान है, और यह किसी भी अन्य फ़ोन से बेहतर आपकी आवश्यकताओं के अनुकूल है, ताकि आप कम समय के खोज साथ आपको जरूरत से अधिक मिलता है. इसके अलावा, यह उम्मीद मुताबिक सभी सुविधाओं के साथ पैक किया जाता है जैसे कि कैमरा से, ईमेल तक, Firefox Marketplace से एप्प्स, संगीत और अधिक.

source: <strong>Here’s what you can say:</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps from the Firefox Marketplace, music and more — at the most competitive prices.
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> Firefox OS आपको आपके पैसे का सबसे अधिक मूल्य देता है. इसमे वह सब है जो आप एक स्मार्टफ़ोन में उम्मीद करते है - Firefox Marketplace से एप्प्स, कैमरा, ईमेल और अधिक - सबसे अधिक प्रतिस्पर्धी कीमतों पर.

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone you’ll ever use. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and easily download your favorite apps in no time.
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> Firefox OS सबसे आसान स्मार्टफ़ोन है जिसे आपने कभी उपयोग किया है. अनुकूली एप्प खोज चीजों को आसानी से और तुरन्त खोजने में मदद करता है. उपयोक्ता अंतरफलक इतना सहज है कि जल्दी से पसंदीदा ऐप्स का पता लगा सकते हैं और बिना किसी देरी के डाउनलोड भी कर सकते है.
