Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
bn_in: <strong>এক্ষেত্রে আপনি যা বলতে পারেন: </strong> আপনি যদি Firefox কে ভালোবাসেন তাহলে আপনি অবশ্যই Firefox OS ও ভালোবাসবেন। Firefox OS স্মার্টফোনগুলি HTML5-এর ভিত্তিতে তৈরী, ফলে আপনি ওয়েবকে আরও ভালোভাবে পাচ্ছেন। সেই সাথে, Firefox OS এমন একদল মানুষের ডিজাইন করা, যারা সর্বদা চেষ্টা করে ওয়েবকে সবার জন্য সুগম রাখতে। যখনই আপনি Firefox OS কে বেছে নিলেন তখনই ওয়েবকে আপনি হাতের মুঠোয় পেলেন।
hi_in: <strong>यहाँ आप कह सकते हैं क्या है:</strong> यदि आप Firefox को जानते हैं और प्यार करतेहैं, तो आप Firefox OS को भी प्यार करेंगे. Firefox OS स्मार्टफोन्स पूरी तरह से HTML5 के आधार पर है, अपके फ़ोन में वेब का सर्वश्रेष्ठ लाने के लिए. इसके अलावा, Firefox OS सभी के लिए वेब सुलभ रखने के लिए समर्पित एक समुदाय द्वारा बनाया गया है. जब आप Firefox OS चुनते हैं, तो आपके हाथों में वेब की पूरी शक्ति आ जाती है.

source: A new way to get what you need right when you need it. Search for anything and Firefox OS adapts to your request, displaying photos, video, music, news and more — making it much easier for you to find what you were looking for.
hi_in: जब आपको इसकी जरूरत है उसी वक़्त पाने के लिए एक नया तरीका, कुछ भी खोजने, और Firefox OS आपके अनुरोध को मानकर फोटो, वीडियो, संगीत, समाचार और अधिक प्रदर्शित करने के लिए.

source: Your go-to source for the best apps for Firefox OS. Browse hundreds of free apps in multiple categories: Games, Tools, Lifestyle and more.
hi_in: Firefox OS के सबसे अच्छे ऐप्स के लिए आपका उद्गम. कई श्रेणियों में सैकड़ों मुफ्त ऐप्स ब्राउज़ करें: खेल, औज़ार, जीवनशैली और भी काफी कुछ.

source: Firefox OS is deeply integrated with your favorite social networks. Easily sync your Facebook contacts to your phone to keep your community all in one place.
hi_in: Firefox OS आपके पसंदीदा सोसल संजाल के एकीकृत है. अपने Facebook संपर्क को अपने फोन में अपने समुदाय के साथ एक स्थान पर बनाए रखने के लिए आसानी से सिंक करें.

source: Browse and play your music collection, rate songs and create playlists for your favorites. Watch videos from your phone, or online via YouTube.
hi_in: अपने संगीत संग्रह को ब्राउज करें और चलाएँ, गानों को रेट करें और अपने पसंदीदा के लिए प्लेलिस्ट बनाएँ. अपने फोन से वीडियो देखें या ऑनलाइन YouTube के द्वारा.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
hi_in: आसानी और सुविधा से कनेक्टेड रहें. कई ईमेल खाता सेटअप करें, सबसे सामान्य Exchange, SMTP या IMAP ईमेल प्रदाता से.

source: Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without having to download the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.
bn_in: বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান হচ্ছে ওয়েবে কনটেন্ট অনুসন্ধানের একটি নতুন উপায় যা অ্যাপ ডাউনলোডের চিন্তা ছাড়াই আপনার যা প্রয়োজন তা খুঁজে পেতে অ্যাপের মতন অভিজ্ঞতা দিবে। যখনই আপনি কিছু অনুসন্ধান করবেন, আপনার ফোন অনুসন্ধানের ফলাফলের সাথে নিজেকে মানিয়ে নিবে এবং পরবর্তীতে যেন সহজে আপনি এই ফলাফল দেখতে পান, সেটি প্রধান স্ক্রিনে যুক্ত করা সহজ করবে।
hi_in: अनुकूली एप्प खोज वेब पर सामग्री खोजने के लिए एक नया तरीका है और संलग्न एप्प की तरह अनुभव व बिना डाउनलोड किए जो चाहिए खोजें. जब आप खोजते है तब आपके फ़ोन खोज परिणाम के अनुकूल हो जाते है और उन परिणामों को बाद में आसानी से प्राप्त करने के लिए मुखपृष्ठ स्क्रीन पर जोड़ने देते है

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter and ConnectA2 as well as a Flashlight app and Calculator.
hi_in: दुनिया भर के एप्लिकेशन डेवलपर Firefox OS के लिए प्रतिबद्ध हैं और शुभारंभ के अवसर पर सैकड़ों हजारों मुफ्त अनुप्रयोगों उपलब्ध हो जाएगा. बढ़ती हुई सूची में अग्रणी एप्लिकेशन डेवलपर है Facebook, YouTube, Twitter और ConnectA2 साथ ही साथ Flashlight ऐप्प और Calculator भी है.

source: Users can place website bookmarks on the home page to provide direct access to those sites. Also, by swiping right from the home screen, users can simply enter any search term and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and will make it possible for people to get the exact content they want, when they want it.
hi_in: उपयोक्ताओं वेबसाइट पुस्तचिह्न को गृह पृष्ठ पर रख सकते हैं ताकि उन साइटों के साथ सीधी पहुँच ली जा सके. इसके अलावा, मुखपृष्ठ स्क्रीन से दाएँ स्वाइप करने से, उपयोक्ताओं किसी भी खोज शब्द को केवल दर्ज करें और तुरंत एक बार उपयोग या डाउनलोड एप्लिकेशन बना सकते हैं.मांग पर इन एप्प्स को बनाने और उपभोग करने से उपयोक्ता को उनके अनुप्रयोग के पूर्ण नियंत्रण में डालता है और स्मार्टफ़ोन अनुभव है और यह संभव बनेगे कि लोगों को वे मिले जो चाहते हैं

source: Firefox OS provides two ways to get apps: <ul> <li>Marketplace — our go-to source for hundreds of great free apps, including popular apps like Twitter and Facebook, and for awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — just type a single word like “news” to discover related mobile apps in your region.</li> </ul>
hi_in: Firefox OS एप्प्स पाने के लिए दो तरीके सुझाता है:<ul><li>Firefox Marketplace — Twitter और Facebook और शानदार स्थानीय सामग्री की तरह के लोकप्रिय सामग्री – आपके क्षेत्र के सबसे अच्छे वेब डेवलेपर से.</li><li>अनुकूली ऐप्प खोज — “news” जैसे एक शब्द को टाइप करें ताकि आपके क्षेत्र में संबंधित मोबाइल ऐप्स पा सकें.</li></ul>

source: Hotmail and Yahoo mail are currently supported with more on the way in the future.
bn_in: Hotmail এবং Yahoo mail এখন সমর্থিত এবং ভবিষ্যতে আরো হবে।
hi_in: Hotmail और Yahoo मेल भविष्य में अधिक अच्छे से अभी समर्थित है.

source: Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. We believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities and that together, we can build brighter future for the Web. Yeah, we’re a little different than the other guys.
hi_in: हर Firefox OS स्मार्टफ़ोन के पीछे Mozilla है: हजारों का एक वैश्विक समुदाय जो सभी के लिए सुलभ वेब रखने के लिए समर्पित है . क्योंकि हमारा मानना है कि हर किसीको वेब का अधिकार है जो की कुछ बड़ी संस्थाओं द्वारा नियंत्रित नहीं है और जो इकट्ठा होकर वेब के बेहतर भविष्य के लिए तैयार किया गया है. हाँ, हम अन्य लोगों से थोड़ा अलग हैं.

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the Web remains in your hands!
hi_in: यदि आपने प्रश्न के माध्यम से काम किया है और सभी सामग्री है, तो आपके पास अपने ग्राहकों को Firefox OS की जरूरतों से मेल करने के लिए मूल है. उपयोग करने के लिए आसान है, एक Firefox OS स्मार्टफ़ोन, नए स्मार्टफ़ोन उपयोक्ताओं और ग्राहकों की जरूरत की सभी सुविधाओं का पूरा के लिए एकदम सही है. और यह Mozilla द्वारा संचालित है, Firefox OS सुनिश्चित करने के लिए प्रतिबद्ध है और सभी के लिए सही विकल्प बनाने, और वेब उनके हाथों में रहता है.

source: That’s right! You simply go to your home screen and it’s there!
hi_in: ग्राहकों की प्रतिक्रियाओं के कौन से संकेत, जो एक Firefox OS आदर्श उम्मीदवार को दर्शाता है? लागू होने वाले सभी का चयन करें!

source: That’s not it. You simply go to your home screen to access the Adaptive App Search feature.
hi_in: ऐसा नहीं है . अनुकूली एप्प्स खोज का उपयोग करने के लिए आप अपने होम स्क्रीन पर जाओ.

source: That’s right. This icon represents Browser.
hi_in: यह सही है. यह आइकॉन संपर्कों को दर्शाता है.

source: Actually, this icon represents Browser.
hi_in: दरअसल, यह आइकॉन ब्राउज़र को दर्शाता है.

source: Actually, this icon represents Adaptive App Search.
bn_in: প্রকৃতপক্ষে, এই আইকনটি অভিযোজিত অ্যাপ অনুসন্ধান নির্দেশক।
hi_in: दरअसल, यह आइकॉन अनुकूलन योग्य एप्प खोज को दर्शाता है.

source: Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use, the free apps within the Firefox Marketplace and the fact the handset is a value, affordable device.
hi_in: दरअसल, इस ग्राहक के लिए सबसे अच्छा विकल्प फ़ायरफ़ॉक्स ओएस उपयोग करने के लिए कितना आसान है के बारे में बात करने के लिए है.

source: That’s right. With a first time smartphone user, you should talk about its simplicity and features like Adaptive App Search.
bn_in: সঠিক। প্রথম স্মার্টফোন ব্যবহারকারী হিসেবে আপনার উচিত এটির সাধারণত্ব এবং অ্যাডাপটিভ অ্যাপের অনুসন্ধান নিয়ে আলোচনা করা।
hi_in: यह सही है. पहली बार स्मार्टफोन का उपयोग करते हुए आपको, उसकी सादगी और अनुकूली एप्प खोज जैसी सुविधाओं के बारे में बात करनी चाहिए.

source: Actually, with a first time smartphone user, you should talk about its simplicity and features like Adaptive App Search.
bn_in: আসলে, একজন প্রথমবার স্মার্টফোন ব্যবহারকারী হিসেবে, আপনি এর সরলতা এবং বৈশিষ্ট্য যেমন অভিযোজিত সার্চ সম্পর্কে কথাবার্তা চালুন।
hi_in: यह सही है. पहली बार स्मार्टफोन का उपयोग करते हुए, आपको उसकी सादगी और अनुकूली एप्प खोज जैसी सुविधाओं के बारे में बात करनी चाहिए.

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands.
bn_in: সেটা ঠিক। যখন আপনি একজন Firefox সমর্থকের সাথে দেখা করবেন, কথা বলুন কিভাবে Firefox OS-কে বাছা ওয়েবকে সবার হাতে রাখার প্রতিশ্রুতি দেয়।
hi_in: यदि आप Firefox से प्यार करते हैं, तो आप Firefox OS से भी प्यार करेंगे. Firefox OS डिवाइस का चुनाव करके वेब की शक्ति आपके हाथों में होती है.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands
hi_in: यदि आप Firefox से प्यार करते हैं, तो आप Firefox OS से भी प्यार करेंगे. Firefox OS डिवाइस का चुनाव करके वेब की शक्ति आपके हाथों में होती है.

source: A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money”. Which of the following statements would be a good response? Select all that apply.
bn_in: একজন কাস্টমার আপনাকে বললেন, "আমি একটা সহজ উপায়ে আমার বন্ধুদের সাথে সম্পর্কে থাকার রাস্তা খুঁজছি, কিন্তু আমি বেশি টাকা খরচ করতে চাই না"। নীচের কোন বাক্যটি সবথেকে বেশি ভালো উত্তর হবে? নির্বাচন করুন যা উপযুক্ত হবে।
hi_in: एक ग्राहक आपसे कहता है कि, “मैं अपने दोस्तों के साथ संपर्क में रहने के लिए एक आसान तरीका ढूंढ रहा हूँ, लेकिन मैं बहुत सारा पैसा खर्च नहीं करना चाहता”, निम्नलिखित बयानों में से कौन सी एक अच्छी प्रतिक्रिया होगी? लागू होने वाले सभी का चयन करें.

source: That’s right. With this customer, highlight the full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
hi_in: यह सही है. इससे ग्राहक सभी महान मूल्यों से, firefox os के सभी गुणों के साथ साथ, सामाजिक एप्प्स जो कि फ़ोन मैं मौजूद हैं पर, प्रकाश डालता है.

source: That’s not it. With this customer, highlight the full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
hi_in: ऐसा नहीं है. इससे ग्राहक सभी महान मूल्यों से, firefox os के सभी गुणों के साथ साथ, सामाजिक एप्प्स जो कि फ़ोन मैं मौजूद हैं पर, प्रकाश डालता है.

source: A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a mobile OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?
hi_in: एक ग्राहक आपसे कहता है कि, “मैं अपने घर के कंप्यूटर पर Firefox का उपयोग करता हूँ और मैं इसे पसंद करता हूँ, लेकिन मुझे नहीं पता था कि इनके पास मोबाइल ओएस था. क्यों?” निम्नलिखित बयानों में से कौन सी एक अच्छी प्रतिक्रिया होगी? लागू होने वाले सभी का चयन करें.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
bn_in: এটা ঠিক। এই কাস্টমারকে মনে হচ্ছে একজন Firefox ভক্ত। কথা বলুন কিভাবে Firefox OS ফোন, Mozilla-এর তৈরি, প্রতিশ্রুতি দেখায় কিভাবে ওয়েবকে মানুষদের হাতে রাখা হয়। এবং যখন এই সমস্ত বাক্যগুলো সত্য হবে, এটাই হবে একজন বিশেষ কাস্টমারের কাছে সবথেকে ভালো উত্তর।
hi_in: यह सही है. यह ग्राहक एक firefox प्रशंसक की तरह प्रतीत होता है. विचार करें कि mozilla द्वारा बनाये गए Firefox OS फ़ोन्स वेब को करीब रखने की प्रतिबद्धता दिखाते हैं. जब ये बयान सत्य होंगे, यही एक चीज़ ग्राहकों के लिए सर्वोत्तम प्रतिक्रिया होगी.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web in the hands of the people.
bn_in: এই বিবৃতিগুলো সব সত্য, কিন্তু শুধুমাত্র এই এক বিশেষ ক্রেতার জন্য সেরা প্রতিক্রিয়া হতে পারে, যাকে Firefox প্রেমী মনে হচ্ছে। কিভাবে Mozilla কর্তৃক বানানো Firefox OS মানুষের হাতে ওয়েবকে পৌছে দিচ্ছে তা নিয়ে কথা বলতে পারেন।
hi_in: ये सारे बयान सत्य हैं, लेकिन एक विशेष ग्राहक जो कि firefox प्रशंसक प्रतीत होता है ही सर्वोत्तम प्रतिक्रिया है. बात करें कि, कैसे mozilla द्वारा बनाए गए Firefox ओएस फोन, वेब को लोगों के पास में रखने का हिस्सा हैं.

source: Which of these customer responses indicate a ideal candidate for Firefox OS? Select all that apply.
bn_in: এর মধ্যে কোন কাস্টমারের উত্তর সবথেকে আদর্শ বলে মনে হয় Firefox OS-এর ওপরে? যা যা উপযোগ্য তা প্রয়োগ করুন।
hi_in: ग्राहकों की प्रतिक्रियाओं के कौन से संकेत, जो एक Firefox OS आदर्श उम्मीदवार को दर्शाता है? लागू होने वाले सभी का चयन करें.

source: Open the Marketplace.
hi_in: Marketplace खोलें.

source: Open the browser.
hi_in: ब्राउज़र खोलें.

source: Browser
hi_in: ब्राउज़र

source: ConnectA2
hi_in: सम्पर्कA2

source: Video
hi_in: वीडियो

source: With the Firefox Marketplace and dozens of preloaded apps like Email, Facebook, Camera, Music and more, Firefox OS is packed with the features you’d expect in a smartphone.
hi_in: Firefox Marketplace और ईमेल की तरह दर्जनों एप्प्स पहले से ही साथ हैं जैसे, ईमेल फेसबुक, कैमरा, संगीत, और अधिक, Firefox OS आपकी स्मार्टफ़ोन की सभी सुविधाओं के साथ पैक किया जाता है.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily sync your contacts from Facebook, too.
hi_in: Firefox OS आरंभ करने के लिए सबसे आसान स्मार्टफ़ोन है. अपने पसंदीदा एप्प पहले से ही लोड हैं और आप आसानी से, फेसबुक से अपने संपर्क को आयात और सिंक कर सकते हैं.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily sync your friends from Facebook, too.
hi_in: Firefox OS आरंभ करने के लिए सबसे आसान स्मार्टफ़ोन है. अपने पसंदीदा एप्प पहले से ही लोड हैं और आप आसानी से, फेसबुक से अपने संपर्क को आयात और सिंक कर सकते हैं.

source: Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the app you really need, when you need it.
hi_in: Firefox OS आपको आपके पैसों का सही मूल्य देता है, और आपकी उम्मीद से भी ज्यादा — कैमरा, ईमेल, एप्प्स, संगीत और अधिक — अधिक प्रतिस्पर्धी कीमतों पर.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, Email and more, all at a better value.
hi_in: Firefox OS स्मार्टफोन संदेश, फेसबुक, ईमेल और अधिक, एक बेहतर मूल्य सहित आप की उम्मीद के अनुसार सभी सुविधाओं के साथ पहले से भरपूर है.

source: Facebook is preloaded on every Firefox OS device and you can sync your Facebook contacts easily!
hi_in: फेसबुक हर फ़ायरफ़ॉक्स ओएस डिवाइस पर पहले से मौजूद है और आप आसानी से अपने फेसबुक संपर्कों को सिंक कर सकते हैं!

source: The Firefox Marketplace features thousands of apps for free and there is no need to sign in.
hi_in: Firefox Marketplace में हजारों एप्प की सुविधाएँ हैं और हस्ताक्षर करने की कोई जरूरत नहीं है।

source: Mozilla, the maker of Firefox, built a mobile OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps built already for the Web.
bn_in: Mozilla, যারা Firefox তৈরি করেছে, একটি মোবাইল OS তৈরি করেছে সবার কাছে ওয়েবকে মুক্ত রাখার জন্য। এবং যেহেতু Firefox OS সম্পূর্ণরূপে HTML5, আপনি হাজার অ্যাপে অ্যাক্সেস পাবেন যা ইতিমধ্যে ওয়েবে তৈরি রয়েছে।
hi_in: mozilla जो कि firefox के निर्माता हैं, ने सभी के लिए वेब सुलभ करने के लिए एक मोबाइल ओएस का निर्माण किया है. क्योंकि firefox os को HTML5 मैं बनाया गया है आपके हाथ मैं हज़ारो एप्प्स मौजूद रहेंगी.

source: Firefox OS phones are new and backed by a global community working to help keep the Web accessible to all.
hi_in: फ़ायरफ़ॉक्स ओएस फोन नए हैं और सभी के लिए वेब सुलभ रखने में मदद करने के लिए एक वैश्विक समुदाय द्वारा समर्थित हैं.

source: Every phone has access to hundreds of free apps at launch, including some of the most popular global apps today.
hi_in: हर फ़ोन मैं लांच से ही प्रमुख वैश्विक एप्प्स सहित, हज़ारो एप्प्स मौजूद हैं.

source: Firefox OS phones are packed with the features that made you want a smartphone in the first place.
hi_in: firefox os फ़ोन्स के बेहतरीन फीचर्स के कारण आज यह आपकी पहली पसंद है.

source: Firefox OS phones provide access to hundreds of free apps at launch, including some of the most popular global apps today.
hi_in: Firefox OS फ़ोन्स के द्वारा आप लांच से ही कुछ सबसे लोकप्रिय वैश्विक एप्प्स सहित, हज़ारो एप्प्स को एक्सेस कर सकते हैं.

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
hi_in: Firefox OS के पास एक मजबूत सुरक्षा मॉडल है जो एक दशक से खोलो वेब का समर्थन के लिए कठोर युद्ध कर रहा है यह दुर्भावनापूर्ण अनुप्रयोगों और सामग्री से उपयोक्ता और सिस्टम को सुरक्षित रखने के लिए बनाया गया है.

source: Firefox OS adapts to the needs of customers better than any other phone. Adaptive App Search serves up information on any subject and gives your customers more of what they’re looking for, exactly when they need it. This lets them make the most of every moment.
bn_in: Firefox OS অন্যান্য ফোনের চেয়ে কাস্টমারদের চাহিদা সবথেকে ভালো আত্তীকরণ করতে পারে। অভিযোজিত অ্যাপ সার্চ যেকোনো বিষয়ের ওপরে তথ্য দিতে পারে যা আপনার কাস্টমারকে আরও অনেককিছু দিতে পারে যা তারা চাইছে তাঁর থেকে বেশি। এটা তাদেরকে সমস্ত মূহুর্তের সবথেকে ভালোটা দিতে সাহায্য করবে।
hi_in: फ़ायरफ़ॉक्स ओएस किसी अन्य फ़ोन से बेहतर अपने ग्राहकों की जरुरतों के मुताबिक बदलते हैं जिससे वे उनकी जरूरतों का अनुमान लगा सकें और तत्काल उनकी द्वारा चाही गई सूचनाएँ दे सकें. अनुकूली एप्प खोज से आपके ग्राहक उन चीजों को अधिकाधिक पाएँगे जिसके लिए वे खोज रहे हैं, ठीक उसी समय जब उन्हे जरूरत होती है.

source: Have it All
bn_in: এর সমস্তকিছু আছে
hi_in: यह सब आपके लिए है

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.
bn_in: Firefox OS সমস্তরকমের বৈশিষ্ট্য দিয়ে পরিপূর্ণ যা আপনার গ্রাহককে যিনি স্মার্টফোন চাইছেন প্রথম স্থানে এনে দেবে: অ্যাপ, ম্যাপ, ক্যামেরা, গ্যালারি, সোশ্যাল বৈশিষ্ট্য, সঙ্গীত এবং আরও। Firefox OS গ্রাহকদের অনলাইনে তাদের অবস্থানকে নিয়ন্ত্রণ করতে সাহায্য করে এবং ওয়েবের সেরাটা পেতে সাহায্য করে যেখানেই তারা যান না কেন।
hi_in: Firefox OS सभी सुविधाओं से भरा-पूरा है जिसके कारण आपके ग्राहकों के लिए स्मार्टफ़ोन पहली जगह पर आ जाता है: कैमरा, गैलरी, सामाजिक सुविधाएँ, संगीत के साथ और भी बहुत कुछ. Firefox OS उपयोक्ता Firefox Marketplace में ऐप्स की पूरी पहुँच देता है बिना कोई साइन-इन किए. वहाँ आप सभी लोकप्रिय, नामी-गिरामी ऐप्स के साथ ही साथ उन स्थानीय सामग्रियों को पाएँगे जो उन्हें उनकी आस-पास की दुनिया का अधिकाधिक हासिल करने देती.

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers’ behalf and made locally with their interests and needs in mind. When customers choose Firefox OS, they’re helping build a brighter future for the Web for all.
bn_in: Mozilla-তে, আমরা একটা পরিবর্তন আনতে এসেছি, কোনো লাভ নয়। Firefox OS স্মার্টফোন হাজার ডেভেলপারদের একটি গ্লোবাল কমিউনিটি গ্রাহকদের জন্য তৈরি করছে এবং সেগুলোকে স্থানীয় করছে তাদের ইচ্ছা এবং মনের ইচ্ছার ওপরে নির্ভর করে বানানো হচ্ছে। যখন গ্রাহক Firefox OS বাছবেন, তারা ওয়েবের ভবিষ্যৎ উজ্জ্বল করতে সাহায্য করছে।
hi_in: Mozilla मैं हमारा मकसद लाभ का नहीं अपितु एक अंतर बनाना है. 'Firefox OS स्मार्टफोन्स अपने ग्राहकों पर कुछ नया करने के लिए डेवलपर्स के हजारों की संख्या के वैश्विक समुदाय के द्वारा समर्थित हैं.' जब ग्राहक firefox OS का चयन करते हैं, वे सभी के लिए वेब के एक उज्जवल भविष्य के निर्माण मैं मदद कर कर रहे हैं.

source: Your customer’s needs are always changing. Firefox OS smartphones adapt to your customers’ needs so they can live every moment to its fullest. Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains
bn_in: আপনার গ্রাহকদের চাহিদা সবসময় বদলাচ্ছে। Firefox OS স্মার্টফোন আপনার কাস্টমারের চাহিদা মেটাতে সাহায্য করছে যাতে তারা তাদের জীবনের প্রত্যেকটি মূহুর্ত উপভোগ করতে পারে। ব্যবহার করতে সহজ, নতুন স্মার্টফোন ব্যবহারকারীদের জন্য এটা সবথেকে ভালো এবং গ্রাহকদের চাহিদা অনুযায়ী সমস্তরকমের অ্যাপে ভর্তি। Mozilla দ্বারা চালিত, Firefox OS ডিভাইস হল সবথেকে ভালো পছন্দ তাদের জন্য যারা ওয়েবে থাকতে পছন্দ করবেন।
hi_in: आपके ग्राहकों की जरूरतें हमेशा बदलती रहती हैं. इसलिए Firefox OS अपने ग्राहकों की जरूरतों के मुताबिक बदलते है — ताकि आपके ग्राहक हर पल पूरी तरह जी सके. Firefox OS नए स्मार्टफ़ोन उपयोक्ताओं के लिए परिपूर्ण है —ग्राहकों की उम्मीद के अनुसार सभी सुविधाओं से भरा और उपयोग में आसान. और चूँकि Firefox OS Mozilla द्वारा ऊर्जावान है, वे उन सभी के लिए सही विकल्प है जो यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि वेब सभी के लिए खुली रहे.

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. So what should you show? Browse the demonstration videos below to get started.
bn_in: Firefox OS-এর বৈশিষ্ট্য এবং কতটা সহজ হবে সবথেকে ভালো বিক্রির টুল হিসেবে বর্ণনা করছেন। তো আপনি কি দেখাবেন? নীচের বর্ণনাকারী ভিডিওগুলো ব্রাউজ করুন শুরু করবার জন্য।
hi_in: बिक्री करने के लिए इसका सरल उपयोग आपका सबसे बेहतर उपकरण होगा. तो आपको क्या दिखाना चाहिए.आरंभ करने के लिए नीचे दिए गए प्रदर्शन वीडियो को खोलें.

source: Map
bn_in: মানচিত্র
hi_in: नक्शा

source: Social
bn_in: সোশ্যাল
hi_in: सामाजिक

source: Browsing
bn_in: ব্রাউজিং
hi_in: ब्राउज़िंग

source: Firefox OS puts the Web in users’ hands better than any other phone.
bn_in: Firefox OS ওয়েবকে অন্যান্য ফোনের থেকে অনেক ভালোভাবে ব্যবহারকারীদের হাতে এনে দেয়।
hi_in: अनुकूल एप्प खोज के साथ, Firefox OS आपको किसी दूसरे फ़ोन से बेहतर वेब सुविधा उपलब्ध कराता है.

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video, and more
bn_in: ফোটোগ্রাফ, সম্পাদনা এবং শেয়ার। আপনার সম্পূর্ণ-বৈশিষ্ট্যযুক্ত ক্যামেরা এবং গ্যালারি অ্যাপ দেখানো হোক, বিল্ট-ইন স্টাইল ফিল্টার, ভিডিও, এবং আরও অনেক কিছুর মাধ্যমে
hi_in: फोटोग्राफ खीचें, संपादित करें और साझा करें. कैमरा तथा गैलरी एप्प्स के साथ साथ हमारी पूर्ण विशेषताओं जैसे-अंतर्निहित शैली फिल्टर, वीडियो और बहुत कुछ प्रदर्शन करें.

source: Music and FM Radio
bn_in: সঙ্গীত এবং FM রেডিও
hi_in: संगीत और एफ एम रेडियो
