Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
es: Si tus clientes quieren lo mejor en su vida, ¿por qué van obtener menos de su dispositivo móvil? Los dispositivos Firefox OS son perfectos para nuevos usuarios de teléfonos inteligentes: fáciles de utilizar y con todas las funciones que cabe esperar. Y como los dispositivos Firefox OS están respaldados por Mozilla, son la opción perfecta para quienes están comprometidos a garantizar que la Web siga siendo un recurso público disponible para todos.
fr: Vos clients veulent vivre leur vie au maximum, alors pourquoi devraient-ils en attendre moins de leur mobile ? Les appareils Firefox OS sont parfaits pour les nouveaux utilisateurs de smartphones — faciles à utiliser et offrant toutes les fonctionnalités attendues. Et parce qu'ils sont soutenus par Mozilla, ils sont le meilleur choix pour tous ceux qui sont concernés par la préservation d'un web ouvert à tous.
pt_br: Seus clientes querem aproveitar a vida ao máximo, então, porque eles deveriam ter um telefone que não permite isso? Os aparelhos com Firefox OS são perfeitos para iniciantes em smartphones - fáceis de usar e cheios de recursos que eles esperam. E como o Firefox OS é feito pela Mozilla, eles são a escolha perfeita para quem quer manter a Web aberta para todos.
xh: Abathengi bakho bafuna ukufumana okona kungcono kubomi, ngoko ke kutheni beza kufumana ngaphantsi kwisixhobo sabo semobhayile? Izixhobo ze-Firefox OS zezona zilungele abasebenzisi abatsha be-smartphone — kulula ukuzisebenzisa kwaye zigcwele iifitsha abazilindeleyo. Kwaye ngoba izixhobo ze-Firefox OS zixhaswe ngu-Mozilla, zizezona zilukhetho olululo lomntu wonke ozinikele ekugcineni iwebhu ivulelekile kumntu wonke.
zu: Amakhasimende akho afuna ukuthola okuningi empilweni, pho kungani kufanele athole okuncane kuzinsiza zedivayisi yawo? Amadivayisi akwa-Firefox OS afanele kakhulu abaqalayo ukusebenzisa ama-smart phone — kulula ukuwasebenzisa futhi anawo wonke amafisha alindelekile. Futhi ngenxa yokuthi amadivayisi akwa-Firefox OS axhaswe ngabakwa-Mozilla, afanele noma ubani ozibophezele ekugcineni I-inthanethi ivulelekile kuwo wonke umuntu.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
es: Muestra a tus clientes lo fácil que es conseguir aplicaciones en el Firefox Marketplace. Cuéntales que el Marketplace tiene los juegos más geniales y las aplicaciones que están buscando. Enséñales un ejemplo de una aplicación local que les ayudará a hacer su vida más fácil.
fr: Montrez à vos clients combien il est facile d'installer des apps depuis le Marketplace Firefox. Dites-leur qu'il offre tous les jeux sympa et les applications qu'ils attendent. Faites une démonstration avec une application locale qui leur facilitera la vie.
pt_br: Mostre aos seus clientes como é fácil de obter aplicativos no Firefox Marketplace. Diga que o Marketplace tem jogos divertidos e aplicativos que eles estão procurando. Demonstre um exemplo de um aplicativo local, que vai ajuda-lo a tornar vida mais fácil.
xh: Bonisa abathengi bakho ukuba kulula njani ukufumana iiaplikheshini kwimarike ye-Firefox. Baxelele ukuba imarike ye-Firefox inemidlalo ethandwayo neeaplikheshini abazifunayo. Babonise imizekelo yeeaplikheshini zasekuhlaleni eziya kubanceda benze ubomi babo lula.
zu: Khombisa amakhasimende akho ukuthi kulula kanjani ukuthola ama-app ku-Firefox Marketplace. Watshele ukuthi i-Marketplace inemidlalo esesitayeleni nama-app wona kanye lawa awafunayo. Wakhombise isibonelo se-app yakuleli ezosiza ukwenza izimpilo zawo zibe lula.

source: Rich media experience
es: Extraordinaria experiencia multimedia
fr: Une expérience média riche
pt_br: Rica experiência de mídia
xh: Amava emidiya anobutyebi
zu: Ukufinyelela imidiya enothile

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
es: Con las aplicaciones de Cámara, Galería, Música y muchas más, Firefox OS mantendrá a tus clientes entretenidos al momento, y conectados a las cosas que más les importan. <br><br>Cámara: Fotografía, edita y comparte. Presume de las aplicaciones de cámara y galería llenas de funciones, entre ellas elegantes filtros incorporados, vídeos y muchas más. <br><br>Música: Con toda la música al alcance de la mano, Firefox OS hará que tus clientes disfruten y canten por la calle.
fr: Avec notamment des applications d'appareil photo/caméra, galerie de photos et de musique, Firefox OS permettra à vos clients de se distraire en route et de rester connectés avec ce qui leur tient le plus à cœur. <br><br>Caméra : faites des photos, modifiez-les et partagez-les. Montrez nos applications appareil photos et galerie avec les filtres intégrés, la vidéo, etc.<br><br>Musique : avec leur musique au bout des doigts, vos clients verront comment Firefox OS va les amuser et les faire danser dans les rues.
pt_br: Com os apps Câmera, Galeria, Música e mais, o Firefox OS manterá os seus clientes entretidos em trânsito e conectados àquilo que amam. <br><br>Câmera: Fotografe, edite e compartilhe. Exiba nossos aplicativos de câmera e galeria cheios de recursos, incluindo filtros de estilo, vídeos e mais. <br><br>Música: Com música na palma da mão, seus clientes verão como o Firefox OS é capaz de mantê-los entretidos e de fazê-los dançar nas ruas.
xh: Ngekhamera, igalari, iiaplikheshini zomculo nokunye, i-Firefox igcina abathengi bakho bonwatyisiwe besendleleni kwaye benxibelelana nezinto ezingundoqo kubo. <br><br>Ikhamera: Imifanekiso, hlela wabelane. Dlisela ngeefitsha zethu ezininzi zeeaplikheshini zekhamera negalari, iquke iifiltha ezakhelweyo, ividiyo nokunye. <br><br>Umculu: Umculo ufumaneka lula, abathengi bakho bakubono ukuba i-Firefox OS ibagcina bonwabile kwaye bedanisa ezitalatweni.
zu: NgeKhamera, iGalari, anama-app Omculo kanye nokunye okuningi, i-Firefox OS izogcina amakhasimende akho ethokozile esendleleni futhi exhumene nezinto ezisemqoka kuwo. <br><br>IKhamera: Iyashutha, ihlele iphinde yabelane ngezithombe. Khombisa ngawo wonke amafisha ekhamera nama-app egalari, kubandakanya izicwengi zithombe ezakhelwe khona, amavidiyo nokunye okuningi. <br><br>Umculo: Ngomculo uhlezi ulapha ezandleni kuwo, amakhasimende akho azobona ukuthi i-Firefox OS izowagcina ethokoze kanjani futhi ezidansela nakuphi lapho ehamba khona.

source: Social and contact sync
es: Sincronización con redes sociales y contactos
fr: Réseaux sociaux et synchronisation des contacts
pt_br: Social e sincronização de contatos
xh: Ungqamaniso lwembutho zoluntu neziqhagamshelani
zu: Ukuqondaniswa kwezinkundla zezokuxhumana nezinombolo zocingo

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
es: Comprender las necesidades de tus clientes y saber cómo responder al instante es fundamental ante cualquier oportunidad de ventas. Revisa a continuación los segmentos de clientes habituales y pulsa la barra para conocer la mejor respuesta a cada una de sus necesidades específicas.
fr: Comprendre mieux les besoins de vos clients et savoir comment réagir de façon adéquate est essentiel pour saisir toute occasion commerciale. Découvrez les segments de la clientèle ci-dessous pour apprendre à mieux répondre à chacun de ses besoins uniques.
pt_br: Compreender as necessidades do seu cliente e saber o que responder é fundamental para qualquer oportunidade de venda. Confira os tipos de clientes que tendem a usar o Firefox OS e arraste a barra para saber como responder as necessidades deles.
xh: Ukuqonda iimfuno zabathengi bakho nokwazi indlela yokuphendula ngokuthe ngqo kubaluleke kakhulu nakuliphi na ithuba lokuthengisa. Qwalasela isahluko esingezantsi somthengi ukufunda ngendlela eyiyo onokuthi uphendule ngayo iimfuno zabo ezahlukileyo.
zu: Ukuqondisisa izidingo zamakhasimende akho kanye nokukwazi ukuphendula ngaso leso sikhathi kusemqoka kakhulu ukuze uthole ithuba lokudayisa. Bhekisisa izinhlobo ezivamile zamakhasimende ngezansi bese udonsa ibha ukuze ufunde ukuthi ungaphendula kanjani izidingo ngazinye zamakhasimende ngokwehluka kwawo.

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
es: <strong>Esto es lo que puedes decir:</strong> Firefox OS es la mejor opción para los nuevos usuarios de teléfonos inteligentes. Es sencillísimo de usar y se adapta a tus necesidades mejor que cualquier otro teléfono, para que consigas todo lo que quieres en menos tiempo de búsqueda. Además, tiene todas las funciones que cabe esperar, desde cámara a correo electrónico, apps, música y mapas, entre otras.
fr: <strong>Voici ce que vous pouvez dire&nbsp; : </strong> Firefox OS est le meilleur choix pour la première utilisation d'un smartphone. Il est plus facile à utiliser et à adapter à vos besoins que n'importe quel autre téléphone. Cela veut dire que vous pouvez obtenir plus que ce qui vous est nécessaire en passant moins de temps à chercher. De plus, il est préparé avec tout ce que vous en attendez —&nbsp;appareil photo, messagerie électronique, applications, musique, cartes et plus encore&nbsp; !
pt_br: <strong>Veja o que você pode dizer:</strong> O Firefox OS é a melhor escolha para os usuários novatos de smartphone. É super fácil de usar e adapta-se às suas necessidades melhor do que qualquer outro telefone. Assim, você tem o que precisa com menos tempo de pesquisa. Além disso, ele contém todos os recursos que você espera, de câmera a e-mail, aplicativos, música, mapas e mais.
xh: <strong>Naku onokukutsho:</strong> I-Firefox OS lolona khetho lululo kubathengi bokuqala be-smartphone. Kulula kakhulu ukuyisebenzisa kwaye ilungelana nemfuno zakho ngcono kunezinye iifowuni. Lo nto ithetha ukuba ufumana ngaphezulu okufunayo ngethuba elifutshane olichitha ekukhangeleni. Kwakhona, izele iifitsha ozilindeleyo - ikhamera, imeyile, iiaplikheshini, umculo, iimephu, nokunye!
zu: <strong>Nakhu ongakusho:</strong> I-Firefox OS yiyo ehamba phambili kwabaqala ukuba nama-smartphone. Kulula kakhulu ukuyisebenzisa futhi ihambisana nezidingo zakho kangcono kunanoma eyiphi enye ifoni. Lokho kusho ukuthi uthola okuningi okudingayo ngesikhathi esincane osichitha ucinga. Futhi-ke igcwele wonke amafisha ongalindela ukuwathola — ikhamera, i-imeyli, ama-app, amabalazwe kanye nokunye okuningi!

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
es: <strong>Esto es lo que puedes decir:</strong> Firefox OS es el teléfono inteligente más sencillo para empezar. La interfaz de usuario es tan intuitiva que podrás descubrir y descargar rápidamente tus aplicaciones favoritas y empezar a utilizarlas en el momento.
fr: <strong>Voici ce que vous pouvez dire&nbsp;:</strong> Firefox OS est le smartphone le plus facile pour commencer. L'interface utilisateur est très intuitive, vous serez en mesure de découvrir rapidement et télécharger vos applications préférées et être prêt à vous en servir en un rien de temps.
pt_br: <strong>Veja o que você pode dizer:</strong> O Firefox OS é o mais fácil para começar. A Pesquisa Adaptável de Aplicativos encontra o que você precisa instantaneamente. A interface é intuitiva e torna muito simples buscar e baixar o que você quiser.
xh: <strong>Naku onokukutsho:</strong> I-Firefox OS yeyona smartphone ilula onokuqala ngayo. Indlela esetyenziswa ngayo ilula, uyakuyifunda msinya kwaye ukhuphele iiaplikheshini ozithandayo ulungele nokungena ngexesha.
zu: <strong>Nakhu ongakusho:</strong> I-Firefox OS yi-smartphone okulula kakhulu ukuqala ukuyisebenzisa. Ubuso bayo bulula kakhulu, uzokwazi ukushesha uthole futhi udawunilode ama-app akho ayintandokazi ulungele ukuyisebenzisa ngesikhathi esincane nje.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
es: <strong>Esto es lo que puedes decir:</strong> Si conoces Firefox y te encanta, también te encantará Firefox OS. Los teléfonos inteligentes Firefox OS están completamente basados en HTML5, trayendo a tu teléfono lo mejor de la Web. Además, Firefox OS ha sido diseñado por una comunidad comprometida con mantener la Web accesible para todos. Cuando eliges Firefox OS, tiene en tus manos todo el poder de la Web.
fr: <Strong> Voici ce que vous pouvez dire&nbsp;: </ strong> Si vous connaissez et aimez Firefox, vous allez adorer Firefox OS. Les smartphones Firefox OS sont entièrement basés sur le HTML5, ce qui apporte le meilleur du Web sur votre téléphone. De plus, Firefox OS est conçu par une communauté qui veut maintenir le Web accessible à tous. Lorsque vous choisissez Firefox OS, vous avez toute la puissance du Web entre vos mains.
pt_br: <strong>Veja o que você pode dizer:</strong> Se você conhece e adora o Firefox, vai adorar o Firefox OS. Os smartphones Firefox OS são totalmente baseados em HTML5, trazendo o melhor da Web para o seu telefone. Além disso, o Firefox OS é desenvolvido por uma comunidade dedicada a manter a Web acessível para todos. Quando você escolhe o Firefox OS, toda a potência da Web está em suas mãos.
xh: <strong>Naku onokukutsho:</strong> Ukuba uyazi kwaye uyayithanda i-Firefox, uyakuyithanda i-Firefox OS. I-smartphone ye-Firefox OS zisekwe nge-HTML5 kuphela, yenza ukuba ufumana okuphambili kwewebhu kwifowuni yakho. Kwakhona, i-Firefox OS yenziwe luluntu oluzinikele ekugcineni iwebhu ifumaneka. Xa ukhetha i-Firefox OS, uya kufumana konke okwenzelwa iwebhu ezandleni zakho.
zu: <strong>Nakhu ongakusho:</strong> Uma uyazi futhi uyithanda i-Firefox, uzoyithanda i-Firefox OS. Ama-smartphones akwa-Firefox OS akhiwe nge-HTML5 ngokuphelele, nokukuhlinzeka nge-Inthanethi ephambili efonini yakho. Futhi-ke, i-Firefox OS yakhiwe umphakathi ozibophezele ukugcina i-Inthanethi ifinyeleleka kubo bonke. Uma ukhetha i-Firefox OS, ezandleni zakho uphethe amandla agcwele e-Inthanethi.

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
es: El centro de referencia para las mejores aplicaciones para Firefox OS. Explora decenas de miles de aplicaciones gratuitas y de pago en múltiples categorías, desde juegos a utilidades, música, viajes, deportes, etc.
fr: Votre source favorite pour découvrir les meilleures applications sur Firefox OS. Parcourez de nombreuses catégories qui comprennent les jeux, les services publics, la musique, les voyages, le sport et plus encore.
pt_br: Sua fonte dedicada aos melhores aplicativos para Firefox OS. Pesquise centenas de aplicativos pagos ou gratuitos em diversas categorias, de jogos a utilitários, música, viagem, esportes e muito mais.
xh: Ukuya kumthombo wezona aplikheshini zigqwesileyo kwi-Firefox OS. Bhrawuza iikhathegori ezininzi, eziquka imidlalo, izinto ezilungiselele wena, umculo, uhambo, imidlalo nokunye.
zu: Umthombo ongaya kuwo lapho ufuna ama-app aphambili ku-Firefox OS. Phequlula izigaba eziningi, kubandakanya imidlalo, izisetshenziswa, umculo, ezokuvakasha, ezemidlalo kanye nokunye.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
es: La manera rápida, inteligente y segura de obtener lo mejor de la Web. Utiliza la barra de búsquedas para visitar sitios web, realizar búsquedas y acceder a aplicaciones de Firefox Marketplace. Además, las pestañas te permiten realizar varias tareas a la vez al navegar simultáneamente por distintas páginas.
fr: Découvrez un moyen malin rapide et sûr d'obtenir le meilleur du Web. Utilisez la barre de recherche pour visiter les sites web, effectuer des recherches et accéder à des applications sur le Marketplace. Soyez multitâche avec des onglets qui vous permettent de parcourir plusieurs pages en même temps.
pt_br: Experimente a maneira mais rápida, segura e inteligente de aproveitar a Web. Use a barra de pesquisa para visitar sites, fazer buscar e acessar apps do Marketplace. Trabalhe com várias abas e páginas ao mesmo tempo.
xh: Zifumanele indlela ekhawulezayo, nekhuselekileyo yokungena kwiwebhu. Sebenzisa ibha yokukhangela ukundwendwela isayithi yewebhu, khangela uze ufikelele kwiiaplikheshini zeMarike. Yenza izinto ezininzi ngaxesha nye uze ubhrawuze amakhasi amaninzi ngexesha elinye
zu: Zizwele indlela esheshayo, ekhaliphile, nephephile yokuthola okuphambili ku-Inthanethi. Sebenzisa i-Search Bar ukuvakashela amawebhusayithi, ukucinga kanye nokufinyelela umlando wakho wokuphequlula. Sebenzisa kanyekanye amathebhu uphinde uphequlule amakhasi amaningi ngesikhathi esisodwa

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
es: Conecta en tus redes sociales favoritas con tus amigos y compañeros de trabajo dondequiera que estés.
fr: Restez connecté-e avec vos ami-e-s et collègues sur vos réseaux sociaux préférés où que vous soyez…
pt_br: Fique conectado com amigos e colegas em suas redes sociais favoritas de onde quer que esteja.
xh: Hlala unxibelelene nabahlobo nabalingane kwiiinethiwokhi ozithandayo zembutho yoluntu naphina apho ukhoyo..
zu: Hlala uxhumene nabangani nabalingani osebenza nabo ezinkundleni zokuxhumana ozithandayo noma kuphi lapho ukhona..

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
es: Importa fácilmente tus amigos de Facebook al teléfono y mantén toda tu comunidad en un sólo lugar, gracias a la profunda integración con tus redes sociales favoritas.
fr: Importer facilement vos amis Facebook sur votre téléphone et gardez votre communauté en un seul endroit grâce à l'excellente intégration avec vos réseaux sociaux préférés.
pt_br: Importe facilmente seus amigos do Facebook para o seu telefone e mantenha a sua comunidade em um só lugar, graças à integração profunda com suas redes sociais favoritas.
xh: Ngenisa lula abahlobo bakho bakaFacebook kwifowuni yakho uze ugcine abahlobo bakho kwindawo enye sibulela umanyano olunzulu namakhasi akho onxibelelwano owathandayo.
zu: Thutha kalula abangani bakho baku-Facebook ubathuthele efonini yakho ugcine wonke umphakathi endaweni eyodwa ngenxa yokudidiyela okujulile kwezinkundla zezokuxhumana zakho eziyintandokazi.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
es: Empareja fácilmente tu dispositivo con una amplia variedad de accesorios Bluetooth. Comparte contactos, imágenes, vídeos o tus URL favoritas con los amigos.
fr: Associez facilement votre appareil avec une large gamme d'accessoires Bluetooth. Partagez des contacts, des images, des vidéos ou vos URL préférés avec vos amis.
pt_br: Emparelhe facilmente o seu dispositivo com uma vasta gama de acessórios Bluetooth. Compartilhe contatos, imagens, vídeos ou suas URLs favoritos com os amigos.
xh: Manyanisa idivayisi yakho lula nezinye izixhobo ezibanzi ze-Bluetooth. Yabelana abaqhagamshelani, imifanekiso, iividiyo okanye ii-URLs ozithandayo nabahlobo.
zu: Matanisa idivayisi yakho kalula nezinto zama-Bluetooth. Yabelana ngezinombolo, izithombe, amavidiyo noma ama-URL akho ayintandokazi nabangani bakho.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
es: Reproduce todos los contenidos desde tu teléfono, o en línea a través de YouTube. Explora tu colección de música y reprodúcela por álbum o artista, valora las canciones y crea listas de reproducción para tus favoritas.
fr: Jouez vos airs préférés à partir de votre téléphone, ou en ligne via YouTube. Parcourez et lisez votre collection de musique par album ou par artiste, notez vos chansons et créez des listes de lecture pour vos favoris.
pt_br: Reproduza tudo usando seu telefone, ou on-line via Youtube. Pesquise e reproduza sua coleção de música por álbum ou artista, avalie as músicas ou crie listas de reprodução com as suas favoritas.
xh: Kudlale konke kwifowuni yakho, okanye kwi-intanethi yakho nge-YouTube. Bhrawuza uze udlale umculo wakho nge-albham okanye imvumi, yenza umlinganiselo weengoma zakho wenze noluhlu lweengoma ozithandayo.
zu: Dlala konke efonini yakho, noma ku-inthanethi ku-YouTube. Phequlula udlale umculo wakho wonke ngama-albhamu akhona noma umculi, ulinganisele amaculo uphinde wakhe izinhla zamaculo eziyintandokazi.

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
es: Conecta con tus amigos y colegas dondequiera que estés. Es fácil configurar varias cuentas de correo electrónico, compatibles con los proveedores de correo electrónico Exchange, POP3 o IMAP más habituales.
fr: Restez connecté(e) facilement et commodément. Configurez plusieurs comptes de messagerie, prenant en charge les protocoles Exchange, POP3 ou IMAP.
pt_br: Fique conectado com facilidade e conveniência. Configure várias contas de e-mail, com suporte para os fornecedores de e-mail Exchange, POP3 ou IMAP mais conhecidos.
xh: Hlala unxibelelana ngokulula nangokungasokolisiyo. Seta ii-akhawunti zemeyile ezininzi, ngenkxaso yezotshintso exhaphakileyo, abenzi be-POP3 okanye IMAP.
zu: Hlala uxhumekile kalula nangokuthanda kwakho. Yakha ama-akhawunti e-imeyli amaningi ngosizo lwevame kakhulu i-Exchange, POP3 noma i-IMAP abahlinzeki ngosizo lwama-imeyli.

source: Find My Device
es: Encontrar mi dispositivo
fr: Localiser mon appareil
pt_br: Encontre meu dispositivo
xh: Fumana isixhobo sam
zu: Thola Idivayisi Yami
