Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Welcome!
bn_in: স্বাগতম!
el: Καλωσορίσατε!
es: ¡Te damos la bienvenida!
fr: Bienvenue !
hi_in: स्वागतम!
it: Benvenuto
pt_br: Bem-vindo!
xh: Wamkelekile!
zu: Siyakwamukela!

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
bn_in: প্রাথমিক Firefox OS এর সাথে কার্যকরভাবে যোগাযোগ করতে আপনার প্রয়োজনীয় সবকিছু এই গ্লোবাল অংশীদার এবং কমিউনিটি প্রশিক্ষণ হাবে আছে। কোনো বিষয় নির্বাচন করুন শুরু।
el: Αυτό το κέντρο εκπαίδευσης για συνεργάτες και μέλη της κοινότητας έχει ό,τι χρειάζεστε για να μεταδώσετε τα βασικά του Firefox OS. Επιλέξτε οποιοδήποτε θέμα για να ξεκινήσετε.
es: Te damos la bienvenida al centro mundial de socios y formación comunitario de Firefox OS. Comienza por seleccionar cualquier tema.
fr: Ce centre de formation mondial pour partenaires et communauté offre tout ce qu'il faut pour communiquer clairement sur les bases de Firefox OS. Sélectionnez un sujet pour commencer.
hi_in: फ़ायरफ़ॉक्स ओएस वैश्विक साझेदार और समुदाय प्रशिक्षण केंद्र में आपका स्वागत है. किसी भी विषय का चयन करें आरंभ करने के लिए.
it: Questo centro di formazione dedicato ai partner globali e alla comunità include tutte le informazioni utili per esporre correttamente al pubblico le caratteristiche principali di Firefox OS. Seleziona un argomento per iniziare.
pt_br: Essa central mundial de treinamento - para parceiros e para a comunidade - tem tudo que precisa para comunicar com eficácia os conceitos básicos do Firefox OS. Selecione um assunto para começar.
xh: Lo mlingane wehlabathi jikelele kunye ne-hub yoqeqesho loluntu unento yonke oyidifunayo ukuze unxibelelane kakuhle ngeziseko zeFirefox OS. Khetha nasiphi na isihloko uqalise.
zu: Lo phathina womhlaba kanye nomhubhe wokuqeqesha womphakathi unakho konke okudingayo ukuze ufunde amaphuzu ayisisekelo okuxhumana ku-Firefox OS. Khetha noma yisiphi isihloko ukuze ukwazi ukuqala.

source: Introduction
bn_in: ভূমিকা
el: Εισαγωγή
es: Introducción
hi_in: परिचय
it: Introduzione
pt_br: Introdução
xh: Intshayelelo
zu: Isingeniso

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
bn_in: তাদের প্রয়োজন ঠিক কি তাদের দ্বারা নতুন স্মার্টফোন ব্যবহারকারীদের জন্য নির্ভুল Firefox Os কি করে তোলে খুঁজে বের করুন।
el: Ανακαλύψτε τι κάνει το Firefox OS την καλύτερη επιλογή για νέους χρήστες smartphone δίνοντάς τους ακριβώς αυτό που χρειάζονται.
es: Descubre qué hace de Firefox OS el dispositivo perfecto para los nuevos usuarios de <i>smartphones</i>.
fr: Découvrez ce qui rend Firefox OS parfait pour les nouveaux utilisateurs de smartphones en leur donnant précisément ce dont ils ont besoin.
hi_in: सिर्फ वे क्या जरूरत है उन्हें देकर नया स्मार्टफोन उपयोगकर्ताओं के लिए एकदम सही फ़ायरफ़ॉक्स ओएस क्या करता है बाहर का पता लगाएं.
it: Scopri che cosa rende Firefox OS perfetto anche per chi non ha mai utilizzato uno smartphone, offrendogli tutte le funzioni e i servizi di cui ha bisogno con la massima semplicità.
pt_br: Descubra o que faz o Firefox OS perfeito para novos usuários de smartphones, oferecendo exatamente o que eles precisam.
xh: Fumanisa ukuba yintoni eyenza i-Firefox OS igqwese kubasebenzisi be-smartphone entsha ngokubanika oko bakufunayo.
zu: Thola ukuthi eyenza i-Firefox OS ibalungele abasebenzisi bama-smartphone ngokubanika lokhu abakudingayo.

source: The Adaptive Phone
bn_in: একটি অভিযোজিত ফোন
el: Το τηλέφωνο που προσαρμόζεται
es: El teléfono adaptativo
hi_in: अनुकूलनीय फ़ोन
it: Il telefono adattivo
pt_br: O telefone adaptável

source: Firefox OS adapts to the needs of customers better than any other phone by anticipating their needs and instantly delivering the information they want. With Adaptive App Search your customers will get more of what they’re looking for, exactly when they need it.
el: Το Firefox OS προσαρμόζεται στις ανάγκες των πελατών καλύτερα από οποιοδήποτε άλλο τηλέφωνο προβλέποντας τις ανάγκες τους και παρέχοντας άμεσα τις πληροφορίες που χρειάζονται. Η δυναμική αναζήτηση εφαρμογών δίνει στους πελάτες σας περισσότερα από όσα ζητούν, ακριβώς τη στιγμή που θα το χρειαστούν.
es: Firefox OS se adapta a las necesidades de los clientes mejor que cualquier otro teléfono. La Búsqueda Adaptativa de Aplicaciones ofrece información sobre cualquier tema y facilita a tus clientes todo lo que buscan, exactamente cuando lo necesitan.
hi_in: फ़ायरफ़ॉक्स ओएस किसी अन्य फ़ोन से बेहतर अपने ग्राहकों की जरुरतों के मुताबिक बदलते हैं जिससे वे उनकी जरूरतों का अनुमान लगा सकें और तत्काल उनकी द्वारा चाही गई सूचनाएँ दे सकें. अनुकूली एप्प खोज से आपके ग्राहक उन चीजों को अधिकाधिक पाएँगे जिसके लिए वे खोज रहे हैं, ठीक उसी समय जब उन्हे जरूरत होती है.
it: Firefox OS si adatta alle esigenze dei clienti meglio di qualunque altro telefono anticipando i loro desideri e trovando immediatamente le informazioni che cercavano. La ricerca adattiva delle app aiuta l’utente a trovare più informazioni e servizi su ciò che gli interessa, e sempre al momento giusto.
pt_br: O Firefox OS se adapta às necessidades dos usuários melhor do que qualquer outro telefone, antecipando suas necessidades e mostrando imediatamente a informação desejada. Com a pesquisa inteligente de aplicativos, seus clientes vão receber mais do que eles estão procurando, exatamente quando eles precisam.

source: Have It All
el: Έχει ό,τι χρειάζεστε
es: Puedes tenerlo todo
hi_in: यह सब आपके लिए है
it: Tutto ciò che ti serve
pt_br: Tem Tudo

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. With all the features and no compromises, Firefox OS phones fit your customers' lives more perfectly, so they can fit in with the world around them.
el: Το Firefox OS περιέχει όλα τα χαρακτηριστικά που έκαναν τους πελάτες σας να θέλουν ένα smartphone: εφαρμογές, χάρτες, κάμερα, πολυμέσα, κοινωνικά χαρακτηριστικά, μουσική και περισσότερα. Με όλα τα χαρακτηριστικά και χωρίς την ανάγκη για συμβιβασμούς, τα κινητά Firefox OS ταιριάζουν απόλυτα στις ζωές των πελατών σας, ώστε αυτοί να ταιριάζουν με τον κόσμο γύρω τους.
es: Firefox OS dispone de todas las características que desde siempre te han hecho desear tener un teléfono inteligente: apps, mapas, cámara, galería, características sociales, música y mucho más. Con todas las características pero sin compromisos con nadie, Firefox OS se adapta a tu vida perfectamente para que tú puedas adaptarte al mundo que te rodea.
it: Firefox OS include tutte le caratteristiche che il cliente cerca in uno smartphone: app, mappe, fotocamera, galleria, funzioni social, musica e altro ancora. Ricchi di funzioni e senza compromessi, i telefoni Firefox OS si adattano alla vita dei tuoi clienti in modo perfetto, permettendogli di integrarsi al meglio nel mondo che li circonda.
pt_br: O Firefox OS vem com os recursos que fazem com que seus clientes queiram um smartphone: aplicativos, mapas, câmera, galeria, redes sociais, música e muito mais. Cheio de recursos, mas sem pegadinhas, o Firefox OS encaixa perfeitamente na vida dos seus clientes para que eles possam se encaixar no mundo ao redor deles.

source: Keep the Web in Your Hands
bn_in: ওয়েব কে আপনার হাতে রাখুন
el: Κρατήστε τον ιστό στα χέρια σας
es: Ten la Web en tus manos
hi_in: अपने हाथ में वेब को रखें
it: Il Web nelle tue mani
pt_br: A Web em suas mãos

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers' behalf and made locally with their interests and needs in mind. When customers' choose Firefox OS, they’re helping build a brighter future for the Web for all.
el: Το ίδρυμα Mozilla υπάρχει για να κάνει τη διαφορά, όχι να αποκομίσει. Τα Firefox OS smartphones υποστηρίζονται από μια παγκόσμια κοινότητα που εργάζεται για να καινοτομεί προς όφελος των πελατών σας και δημιουργούνται έχοντας κατά νου τις ανάγκες και τα ενδιαφέροντά τους. Όταν οι πελάτες διαλέγουν το Firefox OS, βοηθούν στη δημιουργία ενός λαμπρότερου μέλλοντος για τον ιστό - για όλους.
es: En Mozilla, queremos impulsar un cambio, no obtener un beneficio. Los teléfonos inteligentes Firefox OS cuentan con el respaldo de una comunidad mundial de miles de desarrolladores que trabajan para innovar en beneficio de sus clientes, y están creados pensando en sus intereses y necesidades locales. Al elegir Firefox OS, los clientes contribuyen a que la Web tenga un futuro más prometedor para todos.
it: Mozilla si impegna per fare la differenza, non per realizzare profitti. Gli smartphone Firefox OS sono supportati da una comunità globale di migliaia di sviluppatori impegnati nell’innovazione a esclusivo vantaggio dei clienti e sono realizzati localmente, dando sempre priorità alle esigenze e agli interessi degli utenti. I clienti che scelgono Firefox OS contribuiscono alla realizzazione di un futuro migliore per tutto il Web.
pt_br: Na Mozilla, queremos fazer a diferença, não lucro. Os aparelhos com Firefox OS são apoiados por uma comunidade global de milhares de desenvolvedores trabalhando para inovar e personalizar o sistema com conteúdos locais que ajudam os seus clientes. Quando eles escolhem o Firefox OS, estão ajudando a construir um futuro mais brilhante para a Web para todos.

source: A phone that makes every moment count
bn_in: এমন একটি ফোন যেটি প্রত্যেক মুহূর্তকে মনোরম বানায়
el: Ένα τηλέφωνο που κάνει την κάθε στιγμή να μετράει
es: Un teléfono que hace que cada momento cuente
hi_in: एक फ़ोन जो हर पल को महत्वपूर्ण बनाता है
it: Un telefono che rende importante ogni momento
pt_br: Um telefone que faz cada momento valer a pena

source: Your customers' needs are always changing. Firefox OS smartphones adapt to your customers' needs so they can live every moment to its fullest. Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains a public resource available to all.
el: Οι ανάγκες των πελατών σας αλλάζουν συνεχώς. Τα smartphones Firefox OS προσαρμόζονται στις ανάγκες των πελατών σας, ώστε να μπορούν να ζουν την κάθε στιγμή στο έπακρο. Εύκολα στη χρήση, είναι ιδανικά για νέους χρήστες smartphone και έχουν όλα τα χαρακτηριστικά που αναμένουν οι καταναλωτές. Με την υποστήριξη του Mozilla, οι συσκευές Firefox OS είναι η σωστή λύση για οποιονδήποτε έχει αφοσιωθεί στο να διασφαλίσει την ελευθερία και την προσβασιμότητα στον Ιστό.
es: Las necesidades de tus clientes cambian constantemente. Los teléfonos inteligentes Firefox OS se adaptan a las necesidades de tus clientes para que puedan vivir cada momento al máximo. Fáciles de utilizar, son perfectos para los nuevos usuarios de teléfonos inteligentes y tienen todas las funciones que tus clientes esperan. Impulsados por Mozilla, los dispositivos Firefox OS son la opción perfecta para quienes están comprometidos a garantizar que la Web siga siendo un recurso público disponible para todos.
it: Le necessità dei clienti sono in costante evoluzione. Gli smartphone Firefox OS si adattano alle loro esigenze per consentirgli di vivere ogni istante al massimo. Facili da utilizzare, sono perfetti per chi è al primo smartphone e allo stesso tempo hanno tutte le funzioni che il cliente si aspetta. Realizzati da Mozilla, i dispositivi Firefox OS sono la scelta giusta per chiunque ritenga che il Web debba rimanere una risorsa pubblica e disponibile per tutti.
pt_br: As necessidades do seu cliente estão sempre mudando. Os smartphones Firefox OS se adaptam às necessidades dos seus clientes para que eles possam aproveitar o melhor de cada momento. Fáceis de usar, são a escolha certa para pessoas que estão aprendendo a usar smartphones e precisam de um aparelho que tem tudo que é esperado. Desenvolvidos pela Mozilla, os aparelhos com Firefox OS são a escolha certa para qualquer pessoa que esteja comprometida em garantir que a Web continue um recurso público disponível para todos.

source: Demo Tips
bn_in: প্রদর্শনের উপায়
el: Συμβουλές
es: Consejos sobre demos
fr: Astuces de démonstration
hi_in: प्रदर्शन सुझाव
it: Suggerimenti per demo
pt_br: Dicas de Demonstração
xh: Amacebiso e-Demo
zu: Amasu okwenza

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
bn_in: কিভাবে জাহির করবেন এবং Firefox OS এর বিশেষ বৈশিষ্ট্যগুলো ও সুবিধা সম্পর্কে আপনার গ্রাহকদের বলবেন সেটা শিখুন।
el: Μάθετε πως να επιδεικνύεται και να μεταδίδεται τα βασικά χαρακτηριστικά και οφέλη του Firefox OS στους πελάτες σας.
es: Descubre cómo mostrar y hablar de las características y ventajas principales de Firefox OS a tus clientes.
fr: Découvrez comment présenter et parler des fonctionnalités et atouts principaux de Firefox OS à vos clients.
hi_in: दिखावा और अपने ग्राहकों के लिए प्रमुख विशेषताओं और फ़ायरफ़ॉक्स ओएस के लाभों के बारे में बात करने के बारे में जानें.
it: Scopri come descrivere e dimostrare le caratteristiche principali e i vantaggi di Firefox OS ai tuoi clienti.
pt_br: Aprenda a mostrar e apresentar as principais características e benefícios do Firefox OS para seus clientes.
xh: Funda indlela onokubonisa ngayo uze uthethe ngeefitsha ezingundoqo neziyinzuzo zika-Firefox OS kubathengi bakho.
zu: Funda ukuthi ungaqhayisa uphinde ukhulume kanjani ngamafisha abalulekile kanye nemihlomulo ye-Firefox OS emakhasimendeni akho.

source: Demonstrations That Matter
bn_in: প্রদর্শনটি তাৎপর্যপূর্ণ
el: Παρουσιάσεις που αξίζουν
es: Demostraciones que despiertan interés
fr: Des démonstrations pertinentes
hi_in: फ़ायरफ़ॉक्स ओएस की विशेषताओं का प्रदर्शन
it: Dimostrazioni significative
pt_br: Demonstrações que importam
xh: Umboniso obalulekileyo
zu: Ukukhombisa okubalulekile

source: Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.
el: Η παρουσίαση των χαρακτηριστικών του Firefox OS και η ευκολία στη χρήση του θα είναι το καλύτερο εργαλείο πώλησης. Περιηγηθείτε στα βίντεο παρουσιάσεων παρακάτω για να ξεκινήσετε.
es: El mejor recurso de ventas es demostrar las funciones de Firefox OS y su facilidad de uso. Para comenzar, explora estos vídeos de demostración.
fr: Une démonstration des fonctionnalités de Firefox OS et de sa facilité d'utilisation sera votre meilleur argument de vente. Parcourez les vidéos de présentation ci-dessous pour commencer.
hi_in: बिक्री करने के लिए इसका सरल उपयोग आपका सबसे बेहतर उपकरण होगा. तो आपको क्या दिखाना चाहिए.आरंभ करने के लिए नीचे दिए गए प्रदर्शन वीडियो को खोलें.
it: Una dimostrazione pratica delle funzioni e della semplicità d’utilizzo di Firefox OS è il migliore strumento di vendita a tua disposizione. Dai un’occhiata ai video dimostrativi per iniziare.
pt_br: Demonstrando as características do Firefox OS e como ele é fácil de usar será a sua melhor ferramenta de vendas. Confira os vídeos abaixo para ver como é simples demonstrar o Firefox OS.
xh: Ukubonisa iifitsha ze-Firefox OS nendlela ekulula ngayo ukuyisebenzisa iya kuba yeyona ndlela yokuyithengisa. Bhrawuza iividiyo zemiboniso ngezantsi ukuze uqalise.
zu: Ukutshengisa amafisha e-Firefox OS kanye nokuthi kulula kanjani ukuwasebenzisa yikhona okuzokusiza uthengisa kahle. Phequlula amavidiyo okutshengisa ngezansi ukuze uqale.

source: Intro to FirefoxOS
el: Εισαγωγή στο Firefox OS
es: Presentación de Firefox OS
it: Introduzione a Firefox OS
pt_br: Apresentação do Firefox OS

source: When you only have a minute, make it count with this simple pitch.
bn_in: আপনার কাছে খুবই কম সময় থাকলে সেই সময়টিকেও মনোরম করে তুলুন আমদের এই অতুলনীয় কাজের মাধ্যমে।
el: Όταν έχετε περιορισμένο χρόνο, εκμεταλλευτείτε τον με αυτό το απλό βήμα.
es: Cuando dispongas de muy poco tiempo, comparte este sencillo mensaje de ventas.
fr: Si vous ne disposez que de peu de temps, valorisez-le en transmettant ce message simple.
hi_in: हर एक मिनट कीमती है.
it: Se hai solo pochi minuti a disposizione, sfruttali appieno con questa breve ma incisiva presentazione.
pt_br: Quando só se tem um minuto, faça-o valer a pena com esta abordagem simples.
xh: Xa unomzuzu omnye kuphela, wusebenzise kakuhle ngale ndlela ilula.
zu: Uma unomzuzu owodwa kuphela, wenze ubaluleke kakhulu ngokwethula inkulumo esobala nelula.

source: Adaptive App Search
bn_in: অভিযোজিত অ্যাপ খুজুন
el: Δυναμική αναζήτηση εφαρμογών
es: Búsqueda Adaptativa de Aplicaciones
hi_in: अनुकूलित एप्प खोज
it: Ricerca adattiva delle app
pt_br: Pesquisa de aplicativo adaptável

source: Show customers how Firefox OS adapts to them, giving them more of what they need, when they need it.
bn_in: গ্রাহকদের দেখান কিভাবে Firefox OS কিভাবে তাদের সঙ্গে মানিয়ে নেয় প্রয়োজনের তুলনায় অধিক জিনিস কম সময়ে প্রদান করে।
el: Δείξτε στους πελάτες πως το Firefox OS προσαρμόζεται σε αυτούς, δίνοντας τους περισσότερα από όσα χρειάζονται, όποτε τα χρειάζονται.
es: Muestra a los clientes cómo se adapta a ellos Firefox OS, dándoles todo lo que necesitan, cuando lo necesitan.
hi_in: ग्राहकों को दिखायें कि कैसे, Firefox OS उनकी जरूरतानुसार खुद को ढाल लेता है.
it: Mostra ai clienti come Firefox OS sia in grado di adattarsi alle loro esigenze, offrendogli tutto ciò che serve loro nel momento giusto.
pt_br: Mostre aos clientes como o Firefox OS se adapta a eles, dando mais do que eles precisam, quando precisarem.

source: Demonstrate the powerful map features of Firefox OS, including local transit info.
bn_in: স্থানীও পরিবহন তথ্য সমেত Firefox OS এর শক্তিশালী মানচিত্র বৈশিষ্ট্য প্রদর্শন।
el: Παρουσιάστε τα ισχυρά χαρακτηριστικά των χαρτών του Firefox OS, που περιλαμβάνουν και τοπικές πληροφορίες συγκοινωνίας.
es: Demuestra las poderosas funciones de mapas de Firefox OS, entre ellas la información del tráfico local.
hi_in: Firefox os के शक्तिशाली नक्शा सुविधाओं के साथ साथ स्थानीय पारगमन की जानकारी का प्रदर्शन
it: Dimostra le potenzialità del sistema di mappe di Firefox OS, incluse le informazioni sul trasporto locale.
pt_br: Demonstre as funcionalidades de localização do Firefox OS, incluindo informações do trânsito local.

source: Stay Connected
el: Μείνετε Δικτυωμένοι
es: Siempre conectado
it: Sempre connesso
pt_br: Conexões

source: It’s easier than ever to stay connected with Firefox OS.
bn_in: এটা আগের তুলনায় অনেক সহজ Firefox OS এর সাথে সংযুক্ত থাকা।
el: Είναι πιο εύκολο από ποτέ να μείνετε δικτυωμένοι με το Firefox OS.
es: Con Firefox OS, estar conectado es más fácil que nunca.
hi_in: फ़ायरफ़ॉक्स ओएस से जुड़ना अब और भी आसान
it: Rimanere connessi non è mai stato così semplice grazie a Firefox OS.
pt_br: Nunca foi tão fácil ficar conectado usando o Firefox OS.

source: Firefox Browser
bn_in: Firefox ব্রাঊসার
el: Περιηγητής Firefox
es: Navegador Firefox
fr: Le navigateur Firefox
hi_in: Firefox ब्राउज़र
it: Browser Firefox
pt_br: Navegação
xh: Ibhrawuza ye-Firefox
zu: Isiphequluli se-Firefox

source: Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.
el: Το Firefox OS επιτρέπει στους πελάτες σας να έχουν τον έλεγχο της διαδικτυακής τους ζωής και να αποκομίζουν το μέγιστο από τον ιστό όπου και αν βρίσκονται.
es: Firefox OS permite que los clientes controlen sus vidas digitales y obtengan lo máximo de la Web adondequiera que vayan.
it: Firefox OS offre agli utenti il meglio del Web e il pieno controllo della loro esperienza online anche in mobilità.
pt_br: O Firefox OS permite aos clientes assumirem o controle de suas vidas online e obterem o melhor da Web, não importando onde eles vão.

source: Firefox Marketplace has the cool games and apps your customers want.
bn_in: গ্রাহকদের জন্য Firefox Marketplace এ ভালো গেম এবং অ্যাপ আছে।
el: Το Firefox Marketplace έχει τα απίθανα παιχνίδια και εφαρμογές που θέλουν οι πελάτες σας.
es: Firefox Marketplace tiene los juegos y las apps de moda que quieren tus clientes.
hi_in: फ़ायरफ़ॉक्स बाज़ार मैं उपभोगकर्ताओं की आवश्यकतानुसार सभी गेम्स तथा एप्स मौजूद हैं
it: Firefox Marketplace offre tutti i giochi e le app che i clienti possano desiderare.
pt_br: O Firefox Marketplace tem jogos divertidos e aplicativos que seus clientes querem.

source: Camera & Gallery
el: Κάμερα και πολυμέσα
es: Cámara y Galería
it: Fotocamera e Galleria
pt_br: Câmera e Galeria

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more.
el: Φωτογραφήστε, επεξεργαστείτε και κοινοποιήστε. Παρουσιάστε τις πλούσιες σε χαρακτηριστικά εφαρμογές κάμερας και πολυμέσων, οι οποίες περιλαμβάνουν ενσωματωμένα φίλτρα, βίντεο, και περισσότερα.
es: Fotografía, edita y comparte. Muestra nuestras completas aplicaciones de cámara y galería, entre ellas los filtros de estilo incorporados, vídeo y mucho más.
it: Scatta, ritocca e condividi. Mostra tutte le funzioni della fotocamera e della galleria, inclusi i filtri integrati, i video e altro ancora.
pt_br: Fotografar, editar e compartilhar. Mostre nossos aplicativos de câmera e galeria cheios de recursos, incluindo filtros de estilo integrados, vídeo e muito mais.

source: Music & FM Radio
el: Μουσική και ραδιόφωνο FM
es: Música y FM Radio
it: Musica e radio FM
pt_br: Música e Rádio FM

source: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
bn_in: হাতের কাছেই সঙ্গীত উপলব্ধ হওয়াতে, আপনার গ্রাহকগণ দেখতে পাবেন কিকরে Firefox OS তাঁদের মাতিয়ে রাখে
el: Με τη μουσική στα χέρια τους, οι πελάτες σας θα διαπιστώσουν πως το Firefox OS προσθέτει κέφι και ζωντάνια στη ροή της καθημερινότητας τους.
es: Con toda la música al alcance de la mano, Firefox OS hará que tus clientes disfruten y canten por la calle.
hi_in: अपने हातों मैं संगीत लिए, उपभोगकर्ता देखेंगे कि कैसे Firefox OS उन्हें मनोरंजन के साँथ-साँथ झूमने को मजबूर कर देता है.
it: Con la musica a portata di mano, i tuoi clienti scopriranno come Firefox OS sia in grado di farli divertire e ballare per le strade.
pt_br: Com a música na ponta dos seus dedos, os clientes verão como o Firefox OS os mantêm entretidos e dançando nas ruas.

source: Customer Guide
bn_in: ক্রেতাদের উপদেষ্টাবলি
el: Οδηγός Πελάτη
es: Guía del cliente
fr: Guide d'utilisation
hi_in: ग्राहक मार्गदर्शिका
it: Guida ai clienti
pt_br: Guia Do Usuário
xh: Isikhokelo somthengi
zu: Umhlahlandlela wekhasimende

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
bn_in: দেখুন কিভাবে Firefox OS কাস্টমারদের জীবনের সাথে ফিট করে যায়, কোনো ব্যাপার নয় তারা কে বা তারা কোথা থেকে।
el: Δείτε πως το Firefox OS ταιριάζει με τις ζωές των πελατών σας, ανεξάρτητα από το ποιοι είναι ή από που κατάγονται.
es: Mira cómo Firefox OS se adapta a la vida de tus clientes, independientemente de quiénes sean o de dónde procedan.
fr: Découvrez comment Firefox OS s'adapte à la vie de vos clients, quels qu'ils soient et d'où qu'ils viennent.
hi_in: फ़ायरफ़ॉक्स ओएस अपने ग्राहकों को 'जीवन में फिट बैठता है कोई फर्क नहीं पड़ता कि वे कहाँ से हैं वे कर रहे हैं या जो, देखें।
it: Scopri come Firefox OS è in grado di adattarsi alla vita dei tuoi clienti, non importa chi siano o dove vivano.
pt_br: Veja como Firefox OS se encaixa na vida dos seus clientes, não importa quem são ou onde vivem.
xh: Bona indlela i-Firefox OS efezekisa ngayo ubomi babathengi bakho, nokuba bangoobani okanye basuka phi.
zu: Bheka ukuthi i-Firefox OS ingena kanjani ezimpilweni zamakhasimende akho, noma ngabe angobani noma avelaphi.
