Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
es: Así es. Con este cliente, enfatiza el gran valor y la completa funcionalidad de Firefox OS, incluyendo aplicaciones sociales que están precargadas en el teléfono, todo ello a un gran precio.
fr: C'est exact. Avec ce client, soulignez tout l'intérêt et la gamme étendue des fonctionnalités de Firefox OS, y compris les applications sociales qui sont préinstallées sur le téléphone, ce qui est un avantage précieux.
pt_br: Está certo. Com este cliente, destaque o grande valor e conjunto completo de recursos do Firefox OS, incluindo aplicativos sociais que são pré-instalados no telefone, todos de grande valor.
xh: Kunjalo. Kulo mthengi, phawula ixabiso eliphezulu neefitsha ezininzi zesethi ye-Firefox OS, eziquka ii-aplikheshini zonxibelelwano esele zifakiwe kwifowuni, konke ngexabiso eliphezulu.
zu: Kunjalo. Kulo mthengi, gqamisa ukubiza kahle nokuba namafisha amaningi kwe-Firefox OS, kubandakanya ama-app ezinkundla zokuxhumana asevele efakelwe efonini, konke ngenani elihle.

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
es: No es así. Con este cliente, enfatiza el gran valor y la completa funcionalidad de Firefox OS, incluyendo aplicaciones sociales que están precargadas en el teléfono, todo ello a un gran precio.
fr: Ce n'est pas une bonne réponse. Avec ce client, mettez plutôt en évidence la grande valeur et la large gamme de fonctionnalités offerte par Firefox OS, y compris les applications sociales qui sont préchargées sur le téléphone, ce qui constitue un avantage précieux.
pt_br: Não é isso. Com este cliente, destaque o grande valor e conjunto completo de recursos do Firefox OS, incluindo aplicativos sociais que são pré-instalados no telefone, todos de grande valor.
xh: Akunjalo. Kulo mthengi, phawula ngexabiso eliphezulu neefitsha ezininzi zesethi ye-Firefox OS, eziquka ii-aplikheshini zonxibelelwano esele zifakiwe kwifouni, konke ngexabiso eliphezulu.
zu: Akunjalo. Kulo mthengi, gqamisa ukubiza kahle nokuba namafisha amaningi kwe-Firefox OS, kubandakanya ama-app ezinkundla zokuxhumana asevele efakelwe efonini, konke ngenani elihle.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
es: Correcto. Este cliente parece un seguidor de Firefox. Cuéntale cómo los teléfonos Firefox OS, hechos por Mozilla, muestran un compromiso de mantener el poder de la Web en manos de la gente. Y, aunque todo lo dicho hasta ahora es cierto, solo esta respuesta es la mejor para este cliente en concreto.
fr: Correct. Ce client semble être un fan de Firefox. Parlez-lui des téléphones Firefox OS, créés par Mozilla, qui permettent à tout le monde de profiter de la puissance du Web. Et bien que toutes ces déclarations soient vraies, seule celle-ci est la meilleure réponse à apporter à ce client.
pt_br: Está certo. Este cliente parece ser um fã do Firefox. Fale sobre como os telefones Firefox OS, feitos pela Mozilla, mostram um compromisso de manter o poder da web nas mãos do povo. Todas estas declarações são verdadeiras, só que essa é a melhor resposta para este cliente em particular.
xh: Kunjalo. Lo mthengi ubonakala njengomxhasi we-Firefox. Thetha ngendlela i-Firefox OS efowuna ngayo, yenziwe yi-Mozilla, bonisa ukuzinikela ekugcineni amandla ewebhu esezandleni zabantu. Nasekubeni zonke ezintetho zinjalo, kuphela kwempendulo onokubanika yona le.
zu: Kunjalo. Lo mthengi ubukeka njengomthandi we-Firefox. Khuluma ngokuthi amafoni e-Firefox OS, enziwa ngabakwa-Mozill, abonisa ukuzibophezela ukugcina amandla e-Inthanethi esezandleni zabantu. Yize noma zonke lezi zitatimende ziyiqiniso, yilesi kuphela esihamba phambili kulo mthengi.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
es: Todas estas respuestas son ciertas, pero sólo una es la mejor para este cliente concreto, que parece ser un seguidor de Firefox. Cuéntale cómo los teléfonos Firefox OS, hechos por Mozilla, ayudan a mantener el poder de la Web en manos de la gente.
fr: Toutes ces déclarations sont vraies, mais seule l'une d'elles est la meilleure réponse à apporter à ce client, qui semble être un fan de Firefox. Parlez-lui des téléphones Firefox OS, créés par Mozilla, qui permettent à tout le monde de profiter de la puissance du Web.
pt_br: Todas essas afirmações são verdadeiras, mas apenas uma é a melhor resposta para este cliente especial, que parece ser um fã do Firefox. Fale sobre como telefones Firefox OS, feitas pela Mozilla, ajudam a manter o poder da web nas mãos do povo.
xh: Zonke ezi ntetho ziyinyani, kodwa inye eyiyeyona mpendulo ifanelekileyo kulomthengi, ubonakala ukuba ngumxhasi we-Firefox. Thetha ngendlela iifowuni ze-Firefox OS, ezinziwe yi-Mozilla, ezinceda ngayo zigcine amandla ewebhu esezandleni zabantu.
zu: Zonke lezi zitatimende ziyiqiniso, kodwa sisodwa kuphela esihamba phambili kulo mthengi, okubonakala sengathi ungumthandi we-Firefox. Khuluma ngokuthi amafoni e-Firefox OS, enziwe ngabakwa-Mozilla, akusiza kanjani ukugcina amandla e-Inthanethi esezandleni zabantu.

source: What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?
es: ¿Qué te permite hacer la función Encontrar mi dispositivo en tu teléfono Firefox OS en el caso de que tu teléfono se haya perdido o lo hayan robado?
fr: Qu'est-ce que la fonctionnalité Localiser mon appareil présente sur votre téléphone Firefox OS permet de faire dans le cas où votre téléphone est perdu ou volé ?
pt_br: Como o recurso Encontre Meu Dispositivo do seu Firefox OS ajuda quando seu telefone é perdido ou roubado?
xh: Ifitsha yesixhobo sokukhangela kwifowuni ye-Firefox OS ikunceda wenze ntoni xa ifowuni yakho ilahlekile okanye ibiwe?
zu: Ingabe le fisha ethi Thola Idivayisi Yami esefonini yakho ye-Firefox OS ikusiza ukuba wenzeni uma ifoni yakho ilahleka noma intshontshwa?

source: That’s right! The Find My Device helps you do all these things through your Firefox Account.
es: ¡Correcto! La función Encontrar mi dispositivo te ayuda a hacer todas estas cosas mediante tu cuenta de Firefox.
fr: C'est exact. Localiser mon appareil vous permet de faire toutes ces choses grâce à votre compte Firefox.
pt_br: É isso aí! O Encontre Meu Dispositivo ajuda você fazer todas essas coisas através da sua conta Firefox
xh: Kulungile! Isixhobo sam sokukhangela sikunceda wenze zonke ezi zinto nge-akhawunti ye-Firefox.
zu: Impela kunjalo! Uhlelo lwe Thola Idivayisi Yami lukusiza ngazo zonke lezi zinto nge-Akhawunti yakho ye-Firefox.

source: Actually, the Find My Device helps you do all these things through your Firefox Account.
es: De hecho, la función Encontrar mi dispositivo te permite hacer todo esto mediante tu cuenta de Firefox.
fr: En fait, Localiser mon appareil vous permet de faire toutes ces choses grâce à votre compte Firefox.
pt_br: Na verdade, o Encontre Meu Dispositivo ajuda você a fazer todas essas coisas através da sua conta Firefox
xh: Ngokuqinisekileyo, isixhobo sokukhangela sikunceda wenze zonke ezi zinto nge-akhawunti ye-Firefox.
zu: Empeleni nje, uhlelo lwe Thola Idivayisi Yami lukusiza ukuba wenze zonke lezi zinto nge-akhawunti yakho ye-Firefox.

source: That’s right. A first-time smartphone user will be most interested in ease of use.
es: Exacto. A un nuevo usuario de teléfonos inteligentes le interesará más la facilidad de uso.
fr: C'est correct. Un utilisateur novice sera d'abord intéressé par l'ergonomie et la simplicité d'utilisation.
pt_br: Está certo. Um usuário novato em smartphone está mais interessado em facilidade de uso.
xh: Kulungile. Umsebenzisi oqalayo we-smartphone uyakuba nomdla ekuyisebenziseni lula.
zu: Kuyiqiniso lokho. Umuntu oqalayo ukusebenzisa i-smartphone uyoba nentshisekelo kakhulu ngokuthi kulula kanjani ukuyisebenzisa.

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
es: ¿Cuál de las siguientes frases es cierta acerca de la aplicación de Control de costes que está precargada en Firefox OS?
fr: La ou lesquelles de ces déclarations est(sont) vraie(s) concernant l'application Suivi conso préinstallée sur Firefox OS ?
pt_br: Qual das afirmações abaixo está correta sobre o app Controle de Custos que é pré-carregado no Firefox OS?
xh: Yeyiphi kwezi ntetho echanekileyo ekulawuleni i-aplikheshini yentlawulo eselifakelwe kwi-Firefox OS?
zu: Yiziphi kulezi zitatimende ezilandelayo eziyiqiniso nge-app Yokulawula Izindleko efika isifakiwe ku-Firefox OS?

source: That’s right. All of these are true of the Cost Control app!
es: Exacto. Todas son verdaderas respecto a la app de Control de costes.
fr: C'est correct. Tout cela est vrai concernant l'application Suivi conso.
pt_br: Correto! Todas essas sobre o app Controle de Custo estão corretas!
xh: Kulungile. Zonke ezi ziyinyani nge-aplikheshini yokulawula intlawulo!
zu: Kunjalo. Konke lokhu kuyiqiniso nge-app Yokulawula Izindleko!

source: Actually, all of these are true of the Cost Control app!
es: En realidad, todas son ciertas respecto a la app de Control de costes.
fr: En fait, tout cela est vrai concernant l'application Suivi conso.
pt_br: Na verdade, todas essas estão corretas.
xh: Ngokuqinisekileyo, zonke ezi ziyinyani nge-aplikheshini yokulawula intlawulo!
zu: Empeleni, konke lokhu kuyiqiniso nge-app Yokulawula Izindleko!

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
es: La aplicación ConnectA2 es una aplicación de mensajería instantánea compatible con WhatsApp para tu dispositivo Firefox OS.
fr: L'application ConnectA2 est une application de messagerie instantanée compatible avec WhatsApp pour votre appareil Firefox OS.
pt_br: O ConnectA2 é um mensageiro instantâneo compatível com o Whatsapp para seu dispositivo Firefox OS.
xh: I-aplikheshini ye-ConnectA2 yindlela yokuthumela imiyalezo ngesiquphe ifana no-WhatsApp wedivayisi ye-Firefox OS.
zu: I-ConnectA2 app uhlelo lokuthumela imiyalezo esheshayo oluhambisana ne-WhatsApp lwedivayisi yakho ye-Firefox OS.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
es: De hecho, es cierto. ConnectA2 te permite enviar mensajes instantáneos a tus contactos utilizando ConnectA2 y/o WhatsApp.
fr: En fait, c'est exact. ConnectA2 vous permet d'envoyer des messages instantanés à vos contacts qui utilisent ConnectA2 et/ou WhatsApp.
pt_br: É verdade! ConnectA2 permite você enviar mensagens instantâneas para seus contatos usando o ConnectA2 e/ou Whatsapp.
xh: Ngokuqinisekileyo, kunjalo. I-ConnectA2 ikuvumela ukuba uthumele imiyalezo yesiquphe kubaqhagamshelani usebenzisa i-Connect A2 kwaye/okanye i-WhatsApp.
zu: Empeleni lokhu kuyiqiniso. I-ConnectA2 ikuvumela ukuba uthumele imiyalezo esheshayo koxhumana nabo usebenzisa i-ConnectA2 kanye/noma i-WhatsApp.

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
es: ¿Cuál es la mejor respuesta a la objeción de este cliente? “He oído que no hay muchas aplicaciones”.
fr: Dites quelle est la meilleure réponse à cette objection : « J'ai entendu qu'il n'y avait pas beaucoup d'applications disponibles. » ?
pt_br: Qual é a melhor resposta para a objeção deste cliente? “Ouvi dizer que vocês não têm muitos aplicativos.”
xh: Yeyiphi eyona mpendulo onokuyinika lo mthengi uchasayo? “Ndivile ukuba akukho zi-aplikheshini zininzi.”
zu: Ithini impendulo elungele ukuphendula leli khasimende? “Ngike ngezwa ukuthi awamaningi ama-app atholakalayo.”

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
es: ¿Cuál es la mejor respuesta a la objeción de este cliente? “Nunca he oído hablar de los teléfonos Firefox OS”.
fr: Dites quelle est la meilleure réponse à cette objection : « Je n'ai jamais entendu parler des téléphones Firefox OS. »
pt_br: Qual é a melhor resposta para a objeção deste cliente? “Nunca ouvi falar dos telefones Firefox OS.”
xh: Yeyiphi eyona mpendulo onokuyika lo mthengi uchasayo? “Andizange ndeva ngefowuni ye-Firefox OS."
zu: Yiyiphi impendulo efanele ukuphendula leli khasimende? “Angikaze ngizwe ngamafoni akwa-Firefox OS."

source: Set your phone to your language
es: Configura tu teléfono en tu idioma
fr: Régler votre téléphone pour qu'il parle votre langue
pt_br: Configure o seu telefone para o seu idioma
xh: Seta ifowuni yakho ngokolwimi lwakho
zu: Setha ifoni yakho ibe ngolimi lwakho

source: Control your data usage
es: Controla tu uso de datos
fr: Contrôler votre consommation de données
pt_br: Controle o seu uso de dados
xh: Lawula ukusebenza kweengcombolo zakho
zu: Lawula ukusebenza kwedatha yakho

source: Create your own ringtones
es: Crea tus propios tonos
fr: Créer des sonneries personnalisées
pt_br: Crie seus próprios toques de chamada
xh: Zenzele izandi zakho zefowuni
zu: Zisungulele eyakho iminkenenezo

source: Share contacts
es: Comparte contactos
fr: Partager des contacts
pt_br: Compartilhar contatos
xh: Yabelana ngabaqhagamshelani
zu: Kwabelwane ngezinombolo zokuxhunyanwa nabo

source: Share images
es: Comparte imágenes
fr: Partager des images
pt_br: Compartilhe imagens
xh: Yabelana ngemifanekiso
zu: Kwabelwane ngezithombe

source: Share videos
es: Comparte vídeos
fr: Partager des vidéos
pt_br: Compartilhe vídeos
xh: Yabelane ngeevidiyo
zu: Kwabelwane ngamavidiyo

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
es: Con Firefox Marketplace, las mejores aplicaciones precargadas y una experiencia de usuario inigualable, Firefox OS dispone de todas las características que los usuarios esperan encontrar en un teléfono inteligente.
fr: Grâce au Firefox Marketplace, aux meilleures applications préinstallées et à une facilité d'utilisation remarquable, Firefox OS dispose des fonctionnalités qu'un utilisateur attend d'un smartphone.
pt_br: Com o Firefox Marketplace, os melhores aplicativos pré-instalados e uma fantástica experiência do usuário, o Firefox OS tem os recursos que os usuários estão procurando em um smartphone.
xh: NgeMarike ye-Firefox, ezona aplikheshini zifakelweyo ngaphambili nezithandwayo ngabasebenzisi, i-Firefox OS izele ziifitsha ezifunwa ngabasebenzisi be-smartphone.
zu: Nge-Firefox Marketplace, ama-app asefakelwe kanye nesikhathi esimnandi njengomsebenzisi, i-Firefox OS igcwele amafisha abasebenzisi abawafunayo kuma-smartphone.

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
es: Como ha sido desarrollado por Firefox, puedes tener la seguridad de que Firefox OS cuenta con el respaldo de una comunidad mundial que trabaja en beneficio de los usuarios y teniendo presentes sus intereses.
fr: Firefox OS étant lié à Firefox, il est soutenu par une communauté mondiale qui contribue en votre nom en gardant toujours vos intérêts à l'esprit.
pt_br: Como é desenvolvido pelo Firefox, pode confiar que o Firefox OS é apoiado por uma comunidade global trabalhando em seu nome e voltada para os seus interesses.
xh: Ngenxa yokuba yenziwe yi-Firefox, i-Firefox OS ixhaswa luluntu lwehlabathi olusebenza ngenxa yakho lucinga ngeminqweno yakho.
zu: Njengoba yakhiwa abakwa-Firefox, i-Firefox OS yesekwe ngumphakathi womhlaba osebenzela wena futhi ubeke phambili izidingo zakho.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
es: Firefox OS está hecho pensando en ti y en tus necesidades, de forma que sea extraordinariamente sencillo de usar y te permita mayor control y personalización que muchos otros teléfonos inteligentes del mercado.
fr: Firefox OS est conçu pour vous, en ayant vos intérêts à l'esprit. Il est donc très facile à utiliser, il permet davantage de contrôle et propose une personnalisation plus poussée que les autres smartphones présents sur le marché.
pt_br: O Firefox OS é feito para você e suas ideias em mente, sendo assim extremamente fácil de usar e permite um maior controle, personalização e customização do que qualquer outro smartphone no mercado.
xh: I-Firefox OS yenziwe kucingwa ngawe neemfuno zakho, ngoko ke kulula kakhulu ukuyisebenzisa kwaye ivumelana nolawulo oluluqilima, uyilungelelanisa neemfuno zakho nokuyenza ikufanele kunazo zonke ezinye ii-smartphone ezikhoyo kwimarike.
zu: I-Firefox OS yenziwe ngokubeka phambili izidingo zakho, ngakho kulula kakhulu ukuyisebenzisa futhi ikunikeza ithuba lokulawula elikhulu, ukwenza okuthandayo nokuzilungiselela ukwedlula ama-smartphones amaningi asezitolo.

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
es: Firefox OS es el teléfono más fácil para comenzar. Tus apps favoritas están ya preinstaladas y además puedes importar fácilmente tus amigos de Facebook.
fr: Firefox OS est le smartphone le plus facile à prendre en main pour un utilisateur novice. Vos applications préférées sont préinstallées et vous pouvez même importer vos amis depuis Facebook.
pt_br: O Firefox OS é o smartphone mais fácil de começar a usar. Seus aplicativos favoritos já são pré-instalados e você pode facilmente importar os seus amigos do Facebook, também.
xh: I-Firefox OS yeyona smartphone onokuqala ngayo ukuyisebenzisa. Iiaplikheshini zakho ozithandayo sele zifakiwe kwaye kulula ukufaka nabahlobo bakho abakuFacebook..
zu: I-Firefox OS yi-smartphone okulula kakhulu ukuqala ngayo. Wonke ama-app akho ayintandokazi asefakelwe futhi ungathutha kalula abangani bakho besuswa ku-Facebook..

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
es: Si te encanta Firefox, te encantará Firefox OS. Al elegir Firefox OS, tienes el poder de la Web en tus manos.
fr: Si vous appréciez Firefox, vous allez adorer Firefox OS. En choisissant Firefox OS, vous profitez de toute la puissance du Web.
pt_br: Se você ama o Firefox, vai adorar o Firefox OS. Escolhendo o Firefox OS, manterá o poder da Web em suas mãos.
xh: Ukuba uyayithanda i-Firefox, uya kuyithanda i-Firefox OS. Ukukhetha i-Firefox OS kwenza ugcine amandla ewebhu ezandleni zakho.
zu: Uma uyithanda i-Firefox, uzoyithanda i-Firefox OS. Ukukhetha i-Firefox OS kugcina amandla e-Inthanethi esezandleni zakho.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
es: El teléfono inteligente Firefox OS incluye todas las características que cabe esperar, entre ellas SMS, Facebook, correo electrónico, mapas y muchas más, a un gran precio.
fr: Les smartphones Firefox OS disposent par défaut de toutes les fonctionnalités que vous attendez, et notamment les messages, Facebook, la messagerie électronique, les cartes et bien davantage.
pt_br: O smartphone Firefox OS é pré-instalado com todas as funcionalidades que esperaria, incluindo mensagens, Facebook, e-mail, mapas e muito mais, tudo com um valor melhor.
xh: I-smartphone se-Firefox OS sele sifakelwe zonke iifitsha ozilindeleyo, kuquka imiyalezo, iKhasilobuso, i-imeyile, imephu nokunye, konke ngexabiso elingcono.
zu: I-Firefox OS smartphone isifakelwe wonke amafisha ongalindela ukuwathola kubandakanya Imiyalezo, u-Facebook, i-imeyli, amabalazwe kanye nokunye okuningi, konke ngenani elingcono.

source: The Firefox Marketplace features free apps!
es: Firefox Marketplace cuenta con apps gratuitas.
fr: Le Firefox Marketplace propose des applications gratuites !
pt_br: O Firefox Marketplace oferece aplicativos gratuitos!
xh: Ii-app zeefitsha ze-Marike ye-Firefox!
zu: I-Firefox Marketplace inama-app amahhala!

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
es: Mozilla, la creadora de Firefox, desarrolló un sistema operativo para teléfonos inteligentes con el fin de que la Web sea accesible para todos. Y como Firefox OS está desarrollado por completo en HTML5, tienes acceso al instante a miles de apps listas para la Web.
fr: Mozilla, le créateur de Firefox, a créé un OS pour smartphone qui vise à maintenir le Web accessible à tous. Et puisque Firefox OS est entièrement en HTML5, vous obtenez un accès instantané à des milliers d'applications déjà intégrées au Web.
pt_br: Mozilla, criadora do Firefox, construiu um Sistema operacional para smartphone para manter a web acessível a todos. Uma vez que o Firefox OS é inteiramente construído em HTML5, você tem acesso instantâneo a milhares de aplicativos já construído para a web.
xh: I-Mozilla, umenzi we-Firefox, wakhe i-smartphone OS ukugcina iwebhu ifumaneka kuye wonke ubani. Ngenxa yokuba i-Firefox OS yakhiwe ngokugqibeleleyo nge-HTML5, ufumana ukufikeleleka ngesiquphe kumawaka ee-aplikheshini esele zakhelwe kwiwebhu.
zu: I-Mozilla, eyenza i-Firefox, yakhe i-smartphone OS ukuze igcine i-Inthanethi ifinyeleleka kubo bonke. Futhi njengoba i-Firefox OS yakhelwe ku-HTML5 ngokuphelele, uthola ukufinyelela ngokushesha kuma-app ayizinkulungwane asevele akhelwe ku-Inthanethi.

source: Track the location of your lost/stolen device
es: Rastrea la ubicación de tu dispositivo perdido/robado
fr: Repérer par géolocalisation où se trouve votre appareil s'il a été perdu ou volé.
pt_br: Acompanhe a localização do seu dispositivo perdido/roubado
xh: Phanda indawo apho isixhobo sakho silahleke/sibiwe khona
zu: Ukuba uthole umkhondo walapho idivayisi yakho elahlekile/entshontshiwe ikhona

source: Remotely wipe the device.
es: Borra el dispositivo de forma remota.
fr: Effacer à distance les données de votre appareil.
pt_br: Apagar o dispositivo remotamente.
xh: Sula isixhobo sakho ngerimothi.
zu: Yesule konke okukudivayisi yakho ikhona lapho.

source: Remotely lock the device.
es: Bloquea el dispositivo de forma remota.
fr: Verrouiller votre appareil à distance.
pt_br: Bloquear o dispositivo remotamente.
xh: Tshixa isixhobo sakho ngerimothi.
zu: Ikhiye idivayisi yakho ikhona lapho.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
es: Firefox OS está construido completamente utilizando HTML5 y estándares Open Web.
fr: Firefox OS repose entièrement sur les standards du HTML5 et du Web ouvert.
pt_br: Firefox OS é construído inteiramente usando HTML5 e padrões web abertos.
xh: I-Firefox OS yakhelwe ngokugqibeleleyo ngokusebenzisa i-HTML5 nangamabakala ewebhu evulelekileyo.
zu: I-Firefox OS yakhiwe ngokuphelele nge-HTML5 kanye namazinga e-Inthanethi Evulelekile.
