Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: Get satellite, public transport, and live traffic views, search for points of interest and even save your map locally for quicker remote access. HERE Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.
el: Λάβετε δορυφορικές εικόνες, πληροφορίες δημόσιας συγκοινωνίας και τρέχουσας κυκλοφορίας, αναζητήστε σημεία ενδιαφέροντος, κι ακόμη αποθηκεύστε το χάρτη σας τοπικά για πιο γρήγορη απομακρυσμένη πρόσβαση. Οι χάρτες HERE Maps μπορούν να εντοπίσουν τη θέση σας, μέχρι και να σας δώσουν οδηγίες (με αυτοκίνητο, με τα πόδια ή με δημόσια συγκοινωνία) για να φθάσετε στον προορισμό σας.
es: Obtén vistas satélite, del transporte público y del tráfico en directo, busca puntos de interés e incluso guarda un mapa localmente para acceder más rápido a distancia. La app Mapas puede señalar tu posición e incluso ofrecerte indicaciones (en automóvil, a pie o en transporte público) para conducirte a tu destino.
it: Visualizzazione da satellite, trasporti pubblici, situazione del traffico, punti di interesse e perfino la possibilità di salvare la mappa sul dispositivo per un accesso remoto più rapido. HERE Maps è in grado di individuare la tua posizione e darti le indicazioni per arrivare a destinazione (in auto, a piedi o col trasporto pubblico).
pt_br: Confira a situação do trânsito ao vivo, salve seus locais preferidos e tenha acesso à eles sem necessidade de conexão com a internet. Nossa ferramenta de localização fornece a melhor rota, seja de carro, caminhando ou de transporte público, para chegar ao seu destino.

source: Music and Video
bn_in: সঙ্গীত এবং ভিডিও
el: Μουσική και βίντεο
es: Música y Vídeo
fr: Musique et vidéo
hi_in: संगीत और वीडियो
it: Musica e Video
pt_br: Músicas e Vídeos
xh: Umculo nevidiyo
zu: Umculo kanye namavidiyo

source: Play it all from your phone, or online via Youtube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
bn_in: অনলাইন ইউটিউব মাধ্যমে অথবা আপনার ফোন থেকে এটা চালু করুন। অ্যালবাম বা শিল্পী , গানের মান দ্বারা আপনার সঙ্গীত সংগ্রহ দেখুন ও চালান এবং আপনার পছন্দের প্লেলিস্ট তৈরি করুন।
el: Αναπαράγετε τα πάντα από το τηλέφωνό σας, ή διαδικτυακά μέσω Youtube. Περιηγηθείτε και αναπαράγετε τη μουσική σας συλλογή βάσει άλμπουμ ή καλλιτέχνη, βαθμολογήστε κομμάτια και δημιουργήστε λίστες αναπαραγωγής για τα αγαπημένα σας.
es: Reproduce todos los contenidos desde tu teléfono, o en línea a través de YouTube. Explora tu colección de música y reprodúcela por álbum o artista, valora las canciones y crea listas de reproducción para tus favoritos.
hi_in: सीधे अपने मोबाइल मैं सुनिए या यूट्यूब से ऑनलाइन सुनिए.अपने मनपसंद संगीत को आसानी सेएल्बम या कलाकार द्वारा खोजें या चलाएँ, गानों की समीक्षा करें व अपने पसंद के गानो की प्लेलिस्ट बनायें.
it: Guardali direttamente dalla memoria del dispositivo oppure in streaming da YouTube. Sfoglia la tua collezione di musica per album o autore, assegna un voto alle canzoni e crea playlist con le tue preferite.
pt_br: Reproduza tudo usando seu telefone, ou on-line via Youtube. Pesquise e reproduza sua coleção de música por álbum ou artista, avalie as músicas ou crie listas de reprodução com as suas preferidas.

source: SMS and Email
el: SMS και email
es: Correo electrónico y SMS
it: SMS e Email
pt_br: SMS e E-mail

source: Stay connected to your friends and colleagues wherever you are. It's easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
el: Μείνετε δικτυωμένοι με τους φίλους και τους συναδέλφους σας οπουδήποτε και αν βρίσκεστε. Είναι εύκολο να ρυθμίσετε πολλαπλούς λογαριασμούς email, με την υποστήριξη των πιο διαδεδομένων Exchange, SMTP ή IMAP παρόχων email.
es: Conecta con tus amigos y colegas dondequiera que estés. Es fácil configurar varias cuentas de correo electrónico, compatibles con los proveedores de correo electrónico Exchange, SMTP o IMAP más comunes.
it: Rimani in contatto con amici e colleghi ovunque ti trovi. È facile configurare più account email, con supporto alle tecnologie più utilizzate (Exchange, SMTP o IMAP).
pt_br: Fique conectado aos seus amigos e colegas de onde você estiver. É fácil de configurar diferentes contas de e-mail, com suporte para os fornecedores de e-mail Exchange, SMTP ou IMAP mais conhecidos.

source: Frequently Asked Questions
bn_in: অনবরত জিজ্ঞাসিত প্রশ্ন
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
fr: Questions fréquentes
hi_in: अक्सर पूछे गए प्रश्न
it: Domande più frequenti
pt_br: Dúvidas Comuns
xh: Imibuzo ebuzwa rhoqo
zu: Imibuzo evamise ukubuzwa

source: Still have questions? Not for long! Find all the answers you're looking for here.
bn_in: এখনও প্রশ্ন আছে ? বেশি দূর না! আপনি যা খুঁজছেন সব প্রশ্নের উত্তর এখানে পেতে পারেন।
el: Ακόμα έχετε ερωτήσεις; Όχι για πολύ! Βρείτε όλες τις απαντήσεις που ψάχνετε εδώ.
es: ¿Todavía tienes preguntas? No por mucho tiempo. Encuentra aquí todas las respuestas que buscas.
fr: D'autres questions ? Pas pour longtemps ! Trouvez toutes les réponses ici.
hi_in: अभी भी प्रश्न हैं? लंबे समय के लिए नहीं! तुम यहाँ के लिए देख रहे हैं सारे सवालों के जवाब का पता लगाएं.
it: Hai altri dubbi? Qui puoi trovare tutte le risposte che stai cercando.
pt_br: Ainda tem dúvidas? Não por muito tempo! Encontre todas as respostas que está procurando aqui.
xh: Usenemibuzo? Akuzokuba kudala! Fumana zonke iimpendulo ozifunayo apha.
zu: Useneminye imibuzo? Sesiphelile leso sikhathi! Thola zonke izimpendulo ozifunayo lapha.

source: You have questions? We have answers!
bn_in: আপনার কোন প্রশ্ন আছে? আমাদের উত্তর আছে!
el: Έχετε ερωτήσεις; Έχουμε απαντήσεις!
es: ¿Tienes alguna pregunta? ¡Tenemos la respuesta!
fr: Vous avez des questions ? Nous avons les réponses !
hi_in: आप प्रश्न हैं? हम जवाब है!
it: Hai delle domande? Noi abbiamo le risposte.
pt_br: Você tem alguma pergunta? Nós temos as respostas!
xh: Unemibuzo? Sineempendulo!
zu: Unemibuzo? Sinezimpendulo!

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
bn_in: এরই মধ্যে আপনার মনে নিশ্চয়ই প্রশ্ন জেগেছে এবং আপনার ক্রেতার মনেও জাগবে! Firefox OS সম্পর্কে আরো জানতে যেকোনো একটি প্রশ্ন বেছে নিন।
el: Αυτή τη στιγμή, πιθανότατα έχετε ερωτήσεις όπως θα έχουν και οι πελάτες σας! Επιλέξτε οποιαδήποτε ερώτηση για περισσότερα σχετικά με το Firefox OS.
es: Llegado a este punto, probablemente tengas alguna pregunta, ¡y también las tendrán tus clientes! Selecciona cada pregunta para saber más sobre Firefox OS.
fr: À ce stade, vous avez probablement des questions et vos clients en auront aussi ! Sélectionnez une question pour en savoir plus sur Firefox OS.
hi_in: अब तक, आप शायद प्रश्न हैं और इसलिए अपने ग्राहकों को होगा! फ़ायरफ़ॉक्स ओएस पर अधिक के लिए प्रत्येक प्रश्न का चयन करें.
it: A questo punto avrai sicuramente delle domande, così come i tuoi clienti. Seleziona una domanda qualsiasi per approfondire un argomento su Firefox OS.
pt_br: Você provavelmente tem dúvidas, assim como os clientes! Selecione cada pergunta para saber mais sobre o Firefox OS.
xh: Ngoku, inokuba unemibuzo ngokunjalo nakubathengi bakho! Khetha umbuzo ngamnye ukufumana ngakumbi kwi-Firefox OS.
zu: Manje, kungenzeka ukuthi usunayo imibuzo kanjalo namakhasimende akho! Khetha omunye umbuzo ukuze wzzi kabanzi nge-Firefox OS.

source: What is Adaptive App Search?
bn_in: অভিযোজিত অ্যাপ অনুসন্ধান কি?
el: Τι είναι η δυναμική αναζήτηση εφαρμογών;
es: ¿Qué es la Búsqueda Adaptativa de Aplicaciones?
hi_in: अनुकूली एप्प्स खोज क्या है?
it: Che cos’è la ricerca adattiva delle app?
pt_br: O que é a pesquisa adaptável de aplicativos?

source: Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without the headaches of downloading the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.
el: Η δυναμική αναζήτηση εφαρμογών είναι ένας νέος τρόπος να βρίσκετε από τον ιστό και να συμμετέχετε σε μια εμπειρία εφαρμογών χωρίς τον πονοκέφαλο της λήψης της εφαρμογής για να βρείτε αυτό που ζητάτε. Όποτε κάνετε αναζήτηση, το τηλέφωνό σας προσαρμόζεται στα αποτελέσματα και έτσι κάνει πιο εύκολη την προσθήκη αυτών των αποτελεσμάτων στην αρχική οθόνη για πιο εύκολη πρόσβαση αργότερα.
es: La Búsqueda Adaptativa de Aplicaciones es una nueva forma de encontrar contenidos en la Web y crear una experiencia similar a la de una aplicación, pero sin los inconvenientes de descargar una aplicación. Siempre que realizas una búsqueda, tu teléfono se adapta a los resultados y te facilita añadirlos a la pantalla de inicio para que puedas acceder a ellos más adelante.
it: La ricerca adattiva delle app è un nuovo modo per cercare contenuti in tutto il Web con un’esperienza simile a quella di un’app, senza il fastidio di dover effettivamente scaricare e installare un’applicazione. Ogni volta che effettui una ricerca il telefono si adatta ai risultati ed è facile aggiungerli alla schermata principale per accedervi in un secondo tempo.
pt_br: A Pesquisa de Aplicativos Adaptável é uma nova maneira de localizar conteúdo em toda a Web e envolver-se em uma experiência similar ao uso de aplicativos sem o incômodo de baixar o aplicativo para encontrar o que você precisa. Independentemente de onde você pesquisar, o telefone adapta o resultado da pesquisa e facilita a adição desses resultados à sua tela inicial para que o acesso posterior seja mais simples.

source: How many and what types of apps will be available?
bn_in: কত এবং কি ধরনের অ্যাপ উপলব্ধ হবে?
el: Πόσες και τι τύπου εφαρμογές θα είναι διαθέσιμες;
es: ¿Cuántas y qué tipo de apps estarán disponibles?
fr: Combien d'applications seront disponibles et de quel type ?
hi_in: कितने और किस प्रकार के एप्प्स उपलब्ध हो जाएँगे?
it: Che numero e che tipologie di app saranno disponibili?
pt_br: Quantos e que tipos de aplicativos estarão disponíveis?
xh: Zingaphi kwaye loluphi uhlobo lwee-aplikheshini ezifumanekayo?
zu: Mangaki futhi nhloboni yama-apps ezoba khona?

source: App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.
el: Προγραμματιστές εφαρμογών από όλο τον κόσμο έχουν αφοσιωθεί στο Firefox OS και δεκάδες χιλιάδες από δωρεάν και επί πληρωμή εφαρμογές θα είναι διαθέσιμες στο λανσάρισμα. Η αυξανόμενη λίστα περιλαμβάνει κορυφαίους προγραμματιστές εφαρμογών όπως Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out και Twitter.
es: Hay desarrolladores de aplicaciones de todo el mundo que están comprometidos con Firefox OS y habrá decenas de miles de aplicaciones gratuitas y de pago disponibles en el momento del lanzamiento. Esta lista, que va en aumento, incluye a destacados desarrolladores de aplicaciones como Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out y Twitter.
it: Sviluppatori di app in tutto il mondo si stanno dedicando a Firefox OS e decine di migliaia di applicazioni, gratuite o a pagamento, saranno disponibili per il lancio. Questo elenco in costante crescita include sviluppatori come Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, HERE&reg; (Nokia), MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out e Twitter.
pt_br: Desenvolvedores de aplicativos de todo o mundo estão comprometidos com o Firefox OS e centenas de aplicativos pagos e gratuitos estarão disponíveis no lançamento. A lista crescente inclui desenvolvedores de aplicativos líderes como Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out e Twitter.

source: What makes Firefox OS more secure than other phones?
bn_in: কি Firefox OS কে অন্যান্য ফোনের তুলনায় বেশী নিরাপদ করে তোলে?
el: Τι κάνει το Firefox OS πιο ασφαλές από άλλα τηλέφωνα;
es: ¿Qué convierte a Firefox OS en un teléfono más seguro respecto a otros?
fr: Qu'est-ce qui rend Firefox OS plus sûr que d'autres téléphones ?
hi_in: क्या Firefox OS को दूसरे फ़ोन से अधिक सुरक्षित बनाता है?
it: Che cosa rende Firefox OS più sicuro di altri telefoni?
pt_br: O que torna o Firefox OS mais seguro do que os outros telefones?
xh: Yintoni eyenza i-Firefox OS ibe yeyona ikhuselekileyo kunezinye iifowuni?
zu: Yini eyenza i-Firefox OS ivikeleke kunamanye amafoni?

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. It is designed to protect the user and system from malicious applications and content.
el: Το Firefox OS έχει ένα ισχυρό μοντέλο ασφαλείας το οποίο έχει σκληραγωγηθεί παραπάνω από μια δεκαετία υποστηρίζοντας τον ανοιχτό χαρακτήρα του ιστού. Είναι σχεδιασμένο να προστατεύει τον χρήστη και το σύστημα από κακόβουλες εφαρμογές και περιεχόμενο.
es: Firefox OS tiene un sólido modelo de seguridad, forjado a lo largo de más de una década de respaldo a la Web abierta. Está diseñado para proteger al usuario y al sistema frente a aplicaciones y contenidos maliciosos.
it: Firefox OS è basato su un solido modello di sicurezza messo a punto in oltre dieci anni di sviluppo dell’Open Web. È progettato per proteggere gli utenti e il sistema da applicazioni e contenuti malevoli.
pt_br: O Firefox OS tem um modelo de segurança robusto, testado há mais de uma década por pessoas do mundo inteiro. É desenvolvido para proteger o usuário e o sistema de aplicativos mal intencionados.

source: Do Android apps work on this phone?
bn_in: Android অ্যাপ কি এই ফোনে কাজ করে?
el: Οι εφαρμογές Android λειτουργούν σε αυτό το τηλέφωνο;
es: ¿Funcionan las apps Android en este teléfono?
fr: Les applications Android fonctionneront-elle sur ce téléphone ?
hi_in: कया Android एप्प्स इस फ़ोन पर काम करते हैं?
it: Le app Android funzionano su questo telefono?
pt_br: Aplicativos Android funcionam neste telefone?
xh: Ingaba ii-aplikheshini ze-Android ziyasebenza kule fowuni?
zu: Ingabe ama-app e-Android ayasebenza kulefoni?

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.
bn_in: সরাসরি চলবে না। যদিও, জনপ্রিয় অনেক Android এবং iOS অ্যাপেই আসলে ওয়েব অ্যাপ যাদের নিজস্ব “wrapper” রয়েছে যা এগুলো মালিকানাধিন প্লাটফর্মে চলতে অনুমোদন দেয়। আর তাই, এই রকমের অনেক অ্যাপ বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধানের মাধ্যমে পাওয়া যেতে পারে।
el: Όχι άμεσα. Ωστόσο, πολλές από τις πιο δημοφιλείς εφαρμογές Andoid και iOS είναι στην πραγματικότητα απλά εφαρμογές ιστού που περιέχουν ενσωματωμένο «wrapper» ο οποίος τους επιτρέπει να εκτελούνται σε άλλες πλατφόρμες. Έτσι, πολλές από τις ίδιες εφαρμογές θα είναι διαθέσιμες μέσω της δυναμικής αναζήτησης εφαρμογών.
es: No directamente. Sin embargo, muchas de las aplicaciones iOS y Android más populares son en realidad aplicaciones web con un “envoltorio” nativo que les permite ejecutarse en plataformas patentadas. Por tanto, muchas de estas mismas aplicaciones estarán disponibles mediante la Búsqueda Adaptativa de Aplicaciones.
hi_in: सीधे से नहीं. हालांकि, सबसे लोकप्रिय Android और IOS एप्प्स असल में वेब एप्प्स है जिनको वास्तव में मालिकाना प्लेटफार्मों पर चलाने के लिए देशी 'आवरण' भी है. इसलिए, एक ही एप्प्स की कई अनुकूली अनुप्रयोग खोज के माध्यम से उपलब्ध हो जायेंगी.
it: Non direttamente. Tuttavia, molte delle app più popolari su Android e iOS sono in realtà applicazioni web con un “wrapper” nativo, una sorta di involucro che consente al programma di funzionare su piattaforme proprietarie. Pertanto molte di queste applicazioni sono disponibili attraverso la ricerca adattiva delle app.
pt_br: Provavelmente não. Entretanto, a maioria dos aplicativos mais famosos para Android e iOS são apps Web "empacotados" para rodarem em plataformas proprietárias. Portanto, muitos destes aplicativos estarão disponíveis através da pesquisa dinâmica de aplicativos.

source: Do my apps work offline?
bn_in: আমার অ্যাপ কি অফলাইন কাজ করবে?
el: Οι εφαρμογές μου δουλεύουν και χωρίς σύνδεση;
es: ¿Funcionan las aplicaciones sin necesidad de conexión a internet?
hi_in: कया मेरा एप्प्स ऑफ़लाइन काम करेगा?
it: Le app funzionano quando non sono connesso?
pt_br: Meus aplicativos funcionam off-line?

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active internet connection to function unless the app must send or receive data to another system through the internet to continue working.
el: Το Firefox OS έχει δημιουργηθεί με βάση τεχνολογίες του ιστού όμως έχει δυνατότητα χρήσης εκτός σύνδεσης για όλες τις βασικές λειτουργίες του τηλεφώνου. Αυτό σημαίνει πως οι εφαρμογές δεν απαιτούν ενεργή σύνδεση στο διαδίκτυο για τη λειτουργία τους εκτός αν η εφαρμογή πρέπει να στείλει ή να λάβει δεδομένα από κάποιο άλλο σύστημα μέσω διαδικτύου προκειμένου να συνεχίσει τη λειτουργία της.
es: Firefox OS ha sido desarrollado con tecnologías web pero tiene la capacidad de ofrecer todas las funcionalidades esenciales del teléfono sin necesidad de conexión. Esto significa que las aplicaciones no requieren una conexión activa a Internet para funcionar, a menos que la aplicación deba enviar o recibir datos de otro sistema a través de Internet para continuar funcionando.
it: Firefox OS è basato su tecnologie web ma include funzionalità per l’utilizzo senza connessione per tutte le applicazioni di sistema. Questo significa che le app non richiedono una connessione attiva a Internet per funzionare, a meno che non debbano inviare o ricevere dati da un altro sistema attraverso Internet.
pt_br: O Firefox OS é desenvolvido com tecnologias da Web, mas contém recursos off-line para todos os principais usos do aparelho. Isso significa que os aplicativos não precisam de uma conexão ativa com a Internet para funcionar, exceto se precisarem enviar ou receber dados para outro sistema pela Internet para continuarem funcionando.

source: What about customer support for apps?
bn_in: আপনার অ্যাপের গ্রাহক সমর্থন সম্পর্কে খবর কি?
el: Θα παρέχετε υποστήριξη πελατών για τις εφαρμογές;
es: ¿Se ofrece a los clientes ayuda técnica para aplicaciones?
fr: Qu'en est-il de l'assistance client pour les applications ?
hi_in: एप्प्स के लिए ग्राहक सहायता के बारे में क्या है?
it: Chi fornisce l’assistenza clienti per le app?
pt_br: Quem fornece suporte para os aplicativos?
xh: Kwenzeka ni malunga nokuxhasa abathengi ngee-aplikheshini?
zu: Kuthiwani-ke mayelana nama-app okweseka amakhasimende?

source: Consumers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the consumer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
bn_in: কোন ক্রেতার যদি Firefox OS এর জন্য তৈরিকৃত অ্যাপের সাহায্যের প্রয়োজন হয় তবে তাকে উক্ত অ্যাপ ডেভলপার সহায়তা করবেন। অ্যাপ সংক্রান্ত সহায়তা ক্রেতার মনঃপুত না হলে, ডেভলপার উপযুক্ত সহায়তা নিশ্চিত করার আগ পর্যন্ত Mozilla উক্ত অ্যাপটির উপরে আরও কাজ করার, এমন কি আনইন্সটল করার পরামর্শও দিতে পারে।
el: Οι πελάτες που χρειάζονται υποστήριξη για μια εφαρμογή η οποια δημιουργήθηκε για το Firefox OS θα παραπέμπονται στον προγραμματιστή της εφαρμογής για βοήθεια. Αν η εμπειρία χρήσης του Firefox OS επηρρεάζεται αρνητικά από περιστατικό ελλιπούς υποστήριξης της εφαρμογής, το ίδρυμα Mozilla μπορεί να συστήσει άλλες λύσεις που περιλαμβάνουν απεγκατάσταση της εφαρμογής έως ότου ο προγραμματιστής παρέχει την αρμόζουσα βοήθεια.
es: Los clientes que necesiten ayuda con una aplicación creada para Firefox OS serán remitidos al desarrollador de la misma para que les proporcione asistencia técnica. Si la experiencia del consumidor con Firefox OS se ve influida negativamente por la atención que recibe, Mozilla puede recomendar otras alternativas, entre ellas la desinstalación de la aplicación hasta que el desarrollador proporcione la asistencia adecuada.
hi_in: Firefox OS के लिए बनाए गये एक एप्प्स से जुड़े समर्थन की सहायता के लिए उपभोक्ताओं को एप्लिकेशन डेवलपर के लिए निर्देशित किया जाएगा. यदि Firefox OS के साथ उपभोक्ता अनुभव नकारात्मक रूप से सहायता की घटना से प्रभावित हो रहा है तब Mozilla उस एप्प को अनइन्स्टॉल तथा उचित डेवलपर की सहायता की सिफारिश करेंगे.
it: Gli utenti verranno indirizzati al canale di supporto dello sviluppatore di ciascuna app per ottenere assistenza. Se il problema riscontrato con l’app ha ripercussioni negative sull'esperienza di utilizzo di Firefox OS, Mozilla potrebbe consigliare delle soluzioni alternative, inclusa la disinstallazione dell’app fino a quando lo sviluppatore non abbia fornito un’assistenza appropriata.
pt_br: Os clientes que precisarem de suporte para um aplicativo desenvolvido para o Firefox OS serão encaminhados diretamente para o desenvolvedor do aplicativo para obter ajuda. Se a experiência do cliente com o Firefox OS for negativamente afetada pelo suporte do aplicativo, a Mozilla pode recomendar alternativas, incluindo desinstalar o aplicativo até que o desenvolvedor forneça a assistência apropriada.

source: How do I download and install apps on Firefox OS?
bn_in: Firefox OS এ অ্যাপ ডাউনলোড এবং ইন্সটল করব কিভাবে?
el: Πως λαμβάνω και εγκαθιστώ εφαρμογές στο Firefox OS;
es: ¿Cómo descargo e instalo apps en Firefox OS?
fr: Comment télécharger et installer des applications avec Firefox OS ?
hi_in: मैं Firefox OS पर एप्प्स को डाउनलोड और स्थापित कैसे कर सकता हूँ ?
it: Come scarico e installo app su Firefox OS?
pt_br: Como faço para baixar e instalar aplicativos no Firefox OS?
xh: Ndizikhuphela ndizifake njani ii-aplikheshini kwi-Firefox OS?
zu: Ngiyidawuniloda futhi ngiyifakela kanjani i-app ku-Firefox OS?
