Repository: Mozilla-GitHub-Standards/96d57c1d823731064344b473e8cd98134905d83d1451438dd3d585c051af9724
Catalog: */LC_MESSAGES/django.po
Languages: bn_in, el, es, fr, hi_in, it, pt_br, xh, zu

source: You can use it to create and set a daily budget for data usage.
es: Puedes utilizarla para crear y configurar una asignación diaria de uso de datos.
fr: Vous pouvez l'utiliser pour créer et définir un budget journalier pour la consommation de données.
pt_br: Você pode usá-lo para criar e definir um orçamento diário de uso de dados.
xh: Ungayisebenzisa ukwenza nokusetha ibhajethi yamihla le ekusetyenzisweni kweengcombolo.
zu: Ungayisebenzisa ukwenza nokusetha ibhajethi yosuku yokusetshenziswa kwedatha.

source: It shows usage per app.
es: Muestra el uso por aplicación.
fr: Il affiche votre consommation par application.
pt_br: Ele mostra o uso por aplicativo.
xh: Ibonisa ukusetyenziswa kwe-aplikheshini nganye.
zu: Ikhombisa ukusebenzisa kwe-app ngayinye.

source: It shows usage by time.
es: Muestra uso por tiempo.
fr: Il affiche la consommation au cours du temps.
pt_br: Ele mostra o uso por tempo.
xh: Ibonisa usetyenziso ngexesha.
zu: Ikhombisa ukusebenzisa ngesikhathi.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
es: Firefox OS está respaldado por una comunidad global de desarrolladores y proveedores de contenidos dedicados a crear contenidos nuevos y emocionantes e incluso aplicaciones relevantes en tu entorno para la plataforma Firefox OS. Cada día se añaden nuevas aplicaciones y contenido.
fr: Firefox OS est soutenu par une communauté mondiale de développeurs et de fournisseurs de contenu qui souhaitent créer pour la plateforme Firefox OS de nouveaux contenus et même des applications pertinentes pour votre région. De nouvelles applications et de nouveaux contenus sont ajoutés chaque jour.
pt_br: O Firefox OS é feito por uma comunidade mundial de desenvolvedores e provedores de conteúdo dedicados a criar conteúdos novos e interessantes, e até aplicativos locais, usando a plataforma Firefox OS. Novos apps e conteúdos são adicionados todos os dias.
xh: I-Firefox ixhaswe luluntu lwehlabathi olungabaphuhlisi nabenzi besiqulatho abazinikele ekwenzeni iziqulatho ezitsha nezinika umdla kunye nee-app zasekuhlaleni ezifanelekileyo kwiplathifomu ye-Firefox OS. Ii-aplikheshini ezintsha neziqulatho zongezwa rhoqo.
zu: I-Firefox OS yesekwe ngumphakathi wabasunguli bomhlaba nabahlinzeki ngolwazi abazinikele ukwakha ulwazi olusha noluthathekisayo ngisho nama-app ahambisana nawasendaweni enkundleni ye-Firefox OS. Ama-app amasha nolwazi kwengezwa nsukuzonke.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
es: Los desarrolladores de aplicaciones se van dando cuenta de los beneficios de HTML5 en el apoyo a Open Web.
fr: Les développeurs d'applications réalisent lentement ce qu'apporte HTML 5 pour soutenir le Web ouvert.
pt_br: Desenvolvedores de aplicativos estão lentamente percebendo o benefício do HTML5 em apoio a web aberta.
xh: Abaphuhlisi bee-aplikheshini baya beyiqonda inzuzo ye-HTML5 ekuxhaseni iwebhu evulekileyo.
zu: Abathuthikisi bama-app sebeqala ukubona ukubaluleka kwe-HTML5 ekwesekeni i-Inthanethi Evulelekile.

source: They’re packed with the features that made you want a smartphone in the first place.
es: Disponen de todas las características que desde siempre te han hecho desear tener un teléfono inteligente.
fr: Ils disposent de toutes les fonctionnalités qui vous ont donné envie d'avoir un smartphone.
pt_br: Antes de tudo, eles são recheados com recursos que te fizeram procurar um smartphone.
xh: Zizele iifitsha ezenzelwe ukuba wena ufune i-smartphone kwesekuqaleni.
zu: Inamafisha akwenze wafuna i-smartphone kwasekuqaleni.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
es: Son innovadores y están respaldados por una comunidad mundial que trabaja para que la Web siga siendo accesible para todos.
fr: Ils sont nouveaux et soutenus par une communauté engagée à conserver le Web accessible à tous.
pt_br: Eles são novos e mantidos por uma comunidade mundial que trabalha para manter a Web acessível para todos.
xh: Zintsha kwaye zixhaswe luluntu lwehlabathi olusebenza ekugcineni iwebhu ifikeleleka kuye wonke ubani.
zu: Masha futhi esekwa umphakathi womhlaba omatasa ukusiza ukugcina i-Inthanethi ifinyeleleka kubo bonke.

source: It’s packed with the features that made you want a smartphone in the first place.
es: Dispone de todas las características que desde siempre te han hecho desear tener un teléfono inteligente.
fr: Il dispose de toutes les fonctionnalités qui vous ont donné envie d'avoir un smartphone.
pt_br: Antes de tudo, eles são recheados com recursos que te fizeram procurar um smartphone.
xh: Izele iifitsha ezenze ukuba ufune i-smartphone kwasekuqaleni.
zu: Inamafisha akwenze wafuna i-smartphone kwasekuqaleni.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
es: Es innovador y está respaldado por una comunidad mundial que trabaja para que la Web siga siendo accesible para todos.
fr: Il est nouveau et soutenu par une communauté engagée à conserver le Web accessible à tous.
pt_br: É inovador e apoiado por uma comunidade global que trabalha para que a web continue acessível a todos.
xh: Intsha kwaye ixhaswe luluntu lwehlabathi olusebenza ukugcina iwebhu ivulelekile kuye wonke ubani.
zu: Yintsha futhi yesekwa umphakathi womhlaba omatasa ukusiza ukugcina i-Inthanethi ifinyeleleka kubo bonke.

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
es: Firefox OS tiene un sólido modelo de seguridad, forjado a lo largo de más de una década de respaldo a la Web Abierta. Está diseñado para proteger al usuario y al sistema frente a las aplicaciones y el contenido maliciosos.
fr: Il dispose d'un modèle de sécurité robuste qui a été éprouvé par l'expérience de plus d'une décennie de Web ouvert. Conçu pour protéger l'utilisateur et le système d'applications malveillantes et le contenu, il protège également les applications entre elles.
pt_br: O Firefox OS tem um modelo de segurança robusto, testado há mais de uma década por pessoas do mundo inteiro. É desenvolvido para proteger o usuário e o sistema de aplicativos mal intencionados.
xh: Ineefitsha zokhuseleko lwemodeli eluluqilima eyenzelwe idabi leminyaka elishumi ixhasa iwebhu evulelekileyo. Iyilwe ukukhusela umsebenzisi nenkqubo kusetyenziso nesiqulatho esiyingozi, ikhusela nosetyenziso phakathi kwenu.
zu: Inemodeli yokuphepha enamandla evikelekile iminyaka engaphezu kweyishumi ivikele i-Inthanethi evulelekile. Yakhelwe ukuba ivikele oyisebenzisayo kanye nesistimu kuma-app angalungile kanye nokuqukethwe okungalungile, iphinde ivikele wona qobo ama-app ukuba alimazane.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
es: <ol> <li>Abre la app Ajustes de tu dispositivo.</li> <li>Desplaza la pantalla hacia abajo y selecciona <strong>Información</strong>.</li> <li>En la pantalla de información del dispositivo, selecciona <strong>Más información</strong> y busca los números de la versión en <em>Version de SO</em> en la parte superior de la pantalla. <ul> <li><em>Firefox OS 1.0.1.0</em> significa que tienes la versión 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> significa que tienes la versión 1.1</li> <li><em>1.3.0.0</em> significa que tienes la versión 1.3</li> <li><em>2.0.0.0</em> significa que tienes la versión 2.0</li> </ul> </li> </ol>
fr: <ol><li>Lancez l'application Paramètres sur votre appareil.</li> <li>Faites défiler l'écran puis sélectionnez <strong>Informations</strong>.</li> <li>À partir de la page d'informations, sélectionnez <strong>Plus d’informations</strong> puis consultez le numéro de version sous <em>Version du système</em> tout en haut de l'écran.<ul><li><em>Firefox OS 1.0.1.0</em> signifie que vous disposez de la version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> signifie que vous disposez de la version 1.1</li> <li><em>1.3.0.0</em> signifie que vous disposez de la version 1.3</li> <li><em>2.0.0.0</em> signifie que vous disposez de la version 2.0</li> </ul> </li> </ol>
pt_br: <ol><li>Abra o app de Configurações no seu aparelho.</li><li>Role para baixo e selecione <strong>Informações do aparelho</strong>.</li><li>Na tela de informações do aparelho, selecione <strong>Mais informações</strong> e procure pelos números da versão em <em>Versão do SO</em> no topo da tela.<ul><li><em>Firefox OS 1.0.1.0</em> significa que você tem a versão 1.0.1</li><li><em>Firefox OS 1.1.0.0</em> significa que você tem a versão 1.1</li> <li><em>1.3.0.0</em> significa que você tem a versão 1.3</li> <li><em>2.0.0.0</em> significa que você tem a versão 2.0</li> </ul> </li> </ol>
xh: <ol> <li>Vula iisethingi ze-app kwisixhobo sakho.</li> <li>Skrola uhle ukhethe <strong>iinkcukacha zesixhobo</strong>.</li> <li>Kwiskrini seenkcukacha zesixhobo, khetha <strong>Ezinye iinkcukacha</strong> uze ujonge iinguqulelo zamanani phantsi <em>inguqulelo ye-OS</em> emantla kweskrini. <ul> <li><em>i-Firefox OS 1.0.1.0</em> ithetha ukuba unenguqulelo 1.0.1</li> <li><em>i-Firefox OS 1.1.0.0</em> ithetha ukuba unenguqulelo 1.1</li> <li><em>1.3.0.0</em> ithetha ukuba unenguqulelo 1.3</li> <li><em>2.0.0.0</em> ithetha unenguqulelo 2.0</li> </ul> </li> </ol>
zu: <ol> <li>Vula amasethingi ama-app kudivayisi yakho.</li> <li>Yehla uye ezansi bese ukhetha <strong>imininingwane eyedivayisi</strong>.</li> <li>Eskrinini semininingwane yedivayis, khetha <strong>Eminye imininingwane</strong> bese ubheka izinombolo zamaveshini ngaphansi <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> kusho ukuthi unoveshini 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> kusho ukuthi unoveshini 1.1</li> <li><em>1.3.0.0</em> kusho ukuthi unoveshini 1.3</li> <li><em>2.0.0.0</em> kusho ukuthi unoveshini 2.0</li> </ul> </li> </ol>

source: Use your phone in your language, control your data usage and personalize it by adding shortcuts to your favorite websites and apps. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
es: Utiliza tu teléfono en tu idioma, controla el consumo de datos y personalízalo añadiendo atajos a tus sitios web preferidos y app favoritas. También puedes descargar app relevantes según tu región que enriquecen y simplifican tu vida cotidiana. Sin lugar a dudas, Firefox OS es un teléfono diseñado pensando en ti.

source: Multimedia experience
es: Experiencia multimedia

source: Add website shortcuts on the homescreen
es: Añade atajos a sitios web en la pantalla de inicio

source: Modify the 4 direct access icons at the bottom of the screen
es: Modifica los 4 iconos de acceso directo en la parte inferior de la pantalla

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone. We focus on quality apps that are easy to discover!
es: Con Firefox Marketplace, las mejores aplicaciones precargadas y una experiencia de usuario inigualable, Firefox OS dispone de todas las características que los usuarios esperan encontrar en un teléfono inteligente. ¡Nos centramos en apps de calidad que sean fáciles de descubrir!

source: Since it is built by Mozilla, a non profit organisation, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.
es: Como ha sido desarrollado por Firefox, puedes tener la seguridad de que Firefox OS cuenta con el respaldo de una comunidad mundial que trabaja en beneficio de los usuarios y teniendo presentes sus intereses.

source: Since it is built by Mozilla, a non profit organisation, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
es: Como ha sido desarrollado por Firefox, puedes tener la seguridad de que Firefox OS cuenta con el respaldo de una comunidad mundial que trabaja en beneficio de los usuarios y teniendo presentes sus intereses.

source: When you only have a minute, make it count with this simple pitch. Make a point to focus on how Firefox OS is intuitive and simple. Your customers will find it easy to use from the start thanks to its beautifully designed interface.
es: Si solo dispones de un minuto, aprovéchalo con esta simple demostración. Recuerda enfocar lo simple e intuitivo que es Firefox OS. Tus clientes desde un principio verán lo fácil que es de usar gracias al hermoso diseño de la interfaz.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app designed to help make their lives easier.
es: Muéstrale a tus clientes lo fácil que es conseguir aplicaciones en Firefox Marketplace. Diles que el Marketplace tiene los juegos geniales y las aplicaciones que están buscando. Enséñales un ejemplo de una aplicación local que les ayudará a hacer su vida más fácil.

source: Vertical Home Screen & Smart Collections
es: Pantalla de inicio vertical y colecciones inteligentes

source: Your Firefox OS device lets you customize your Home Screen the way you like it. Choose from either 3 or 4 apps across the screen and group your apps into Smart Collections - curated mobile web content. You can access preset collections or create your own. Best of all, just keep scrolling down to find all your favorites on one page.
es: Tu dispositivo Firefox OS te permite personalizar tu pantalla de inicio a tu gusto. Elige si quieres ver 3 o 4 aplicaciones a lo ancho de la pantalla y agrupa tus aplicaciones en colecciones inteligentes —contenido web seleccionado—. Puedes acceder a colecciones predeterminadas o crear las tuyas. Lo mejor de todo, sigue desplazándote hacia abajo para encontrar todas tus favoritas en una sola página.

source: Task Switcher
es: Administrador de tareas

source: Task Switcher improves productivity by using a more intuitive way to switch between your open applications. Simply swipe left or right from the edge of your screen to switch between apps.
es: El administrador de tareas mejora la productividad al usar una manera más intuitiva para alternar entre tus aplicaciones abiertas. Simplemente desliza hacia la derecha o izquierda desde el borde de la pantalla para alternar entre tus aplicaciones.

source: Easy Nav
es: Navegación fácil

source: Easy Nav is the fast, smart and safe way to get the best of the Web. Using Easy Nav allows you to access the Firefox browser and search from anywhere on your Firefox OS device. Simply tap on the ‘Search’ field at the top of the screen and type in a keyword to get results from the web, your favorites, browsing history, applications and the Firefox Marketplace.
es: La navegación fácil es la manera rápida, inteligente y segura de conseguir lo mejor de la Web. Al usar la navegación fácil puedes acceder al navegador Firefox y buscar desde donde sea en tu dispositivo Firefox OS. Simplemente toca el campo "busqueda" en la parte superior de la pantalla y escribe una palabra clave para obtener resultados de la web, tus favoritos, tu historial de navegación, aplicaciones, y el Firefox Marketplace.

source: Vertical Home Screen
es: Pantalla de inicio vertical

source: Customize your Home Screen the way you like. Get immediate access to your most important apps by choosing between having either 3 or 4 apps across the screen. Scroll down to find all the things you love on one page.
es: Personaliza la pantalla de inicio a tu gusto. Tendrás acceso inmediato a tus aplicaciones más importantes al elegir entre tener 3 o 4 columnas de aplicaciones en la pantalla. Desplázate hacia abajo para encontrar todas las cosas que te encantan en una sola página.

source: Smart Collections
es: Colecciones inteligentes

source: Smart Collections contain content that has been curated by themes. With one tap you can access and explore all the curated mobile web content. You can access the pre-set options, or create your own Smart Collection.
es: Las colecciones inteligentes contienen contenido que ha sido curado por tópicos. Con un toque puedes acceder y explorar todo el contenido web móvil curado. Puedes acceder a las colecciones predeterminadas, o crear tu propia colección inteligente.

source: Experience the fast, smart, safe way to get the best of the Web. The Firefox browser and search are available from anywhere on the device simply by tapping on the ‘Search’ field at the top of the screen. Search results include web search, favorites, browsing history, applications and Marketplace results. You can also access your bookmarks directly from the home screen.
es: Conoce la manera fácil, inteligente y segura de conseguir lo mejor de la Web. El navegador y la búsqueda de Firefox están disponibles desde cualquier parte del dispositivo simplemente tocando en el campo "Búsqueda" en la parte superior de la pantalla. Los resultados de búsqueda incluyen búsqueda web, favoritos, historial de navegación, aplicaciones y resultados de Marketplace. También puedes acceder a tus marcadores directamente desde la pantalla de inicio.

source: Improve productivity by using a more intuitive way to switch between applications. Simply swipe left or right from the edge of the screen to switch between your open applications.
es: Mejora tu productividad usando una manera más intuitiva de alternar entre aplicaciones. Simplemente desliza hacia la izquierda o derecha desde el borde de la pantalla para alternar entre tus aplicaciones abiertas.

source: Experience the fast, smart, safe way to get the best of the Web. Visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time.
es: Conoce la manera rápida, inteligente y segura de obtener lo mejor de la Web. Visita páginas web, realiza búsquedas y accede a aplicaciones del Marketplace. Navega en varias páginas y haz de todo a la vez con pestañas.

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are.
es: Mantente en contacto con tus amigos y colegas en tus redes sociales favoritas desde donde quiera que estés.

source: Monitor mobile and WiFi data usage through this useful, preloaded feature. You will also be able to view data usage by application.
es: Vigila el uso de datos móviles y WiFi a través de esta útil función, ya preinstalada. También podrás ver el uso de datos por aplicación.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest as well as a Flashlight app and Calculator.
es: Hay desarrolladores de aplicaciones de todo el mundo comprometidos con Firefox OS y habrá decenas de miles de aplicaciones gratuitas disponibles en el momento del lanzamiento. Esta lista, que va en aumento, incluye a destacados desarrolladores de aplicaciones como Facebook, YouTube, Twitter, YouTube, y Pinterest, así como las apps Linterna y Calculadora.

source: Can I customize my device to suit my needs?
es: ¿Puedo personalizar mi dispositivo para que cubra mis necesidades?

source: Firefox OS allows users to make their devices unique by allowing user to customize their language preference, ringtones, home screen design, lock screen and app collections.
es: Firefox OS le permite a sus usuarios hacer sus dispositivos únicos permitiéndoles personalizar sus preferencias de lenguaje, tonos de llamada, diseño de pantalla de inicio, pantalla de bloqueo, y colecciones de aplicaciones.

source: Visit <a href="https://support.mozilla.org/en-US/products/firefox-os</a> for more information.
es: Visita <a href="https://support.mozilla.org/es/products/firefox-os</a> para obtener más información.

source: That’s right! All of these apps come preloaded on every Firefox OS phone.
es: ¡Exacto! Todas estas apps vienen preinstaladas en cada teléfono Firefox OS.

source: Actually, all of these apps come preloaded on every Firefox OS phone.
es: De hecho, todas estas apps vienen preinstaladas en cada teléfono Firefox OS.

source: What does Bluetooth allow users to do? Select all that apply.
es: ¿Qué les permite hacer Bluetooth a los usuarios? Selecciona todas las que sean pertinentes.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone.
es: De hecho, todas estas cosas pueden compartirse a través de Bluetooth con tu teléfono Firefox OS.

source: That’s right. With a first time smartphone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
es: Exacto. Con un nuevo usuario de teléfonos inteligentes, debes hablar sobre su sencillez y destacar características relacionadas con el control de su experiencia y la personalización del teléfono.

source: Actually, with a first time smartphone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
es: En realidad, con un nuevo usuario de teléfonos inteligentes, deberías hablar sobre su sencillez y destacar características relacionadas con el control de su experiencia y la personalización del teléfono.

source: What are Smart Collections?
es: ¿Qué son las colecciones inteligentes?

source: That’s right. On the Firefox OS home screen a user can find Smart Collections - collections of apps containing curated content based on a certain theme (e.g., sports, music, games etc). Users can also create their own Smart Collections based on presets or their own creativity.
es: Correcto. En la pantalla de inicio de Firefox OS un usuario puede encontrar las colecciones inteligentes -colecciones de contenido curado basado en cierto tópico (ejemplo: deportes, música, juegos). Los usuarios también pueden crear sus propias colecciones inteligentes basándose en las prediseñadas, o hacer nuevas basadas en su propia creatividad.

source: That’s not it. On the Firefox OS home screen a user can find Smart Collections - collections of apps containing curated content based on a certain theme (e.g., sports, music, games etc). Users can also create their own Smart Collections based on presets or their own creativity.
es: Incorrecto. En la pantalla de inicio de Firefox OS un usuario puede encontrar las colecciones inteligentes -colecciones de contenido curado basado en cierto tópico (ejemplo: deportes, música, juegos). Los usuarios también pueden crear sus propias colecciones inteligentes basándose en las prediseñadas, o hacer nuevas basadas en su propia creatividad.
